Repository: sankroh/satchmo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, sv, tr

source: Birthday
pl: Data urodzenia
sv: Födelsedag
tr: Doğumgünü

source: Update
pl: Aktualizuj
sv: Uppdatera
tr: Güncelleme

source: Your Account info
pl: Twoje Dane
sv: Din kontoinformation
tr: Kullanıcı Hesap bilgileri

source: Welcome, %(full_name)s.
pl: Witaj %(full_name)s.
sv: Välkommen, %(full_name)s.
tr: Hoşgeldin, %(full_name)s.

source: Your profile
pl: Twój profil
sv: Din profil
tr: Profiliniz

source: Birthday:
pl: Data urodzenia:
sv: Födelsedag:
tr: Doğumgünü:

source: Newsletter:
pl: Informator:
sv: Nyhetsbrev:
tr: Bülten:

source: Billing Address:
pl: Adres rachunku:
sv: Faktura-adress:
tr: Fatura Adresi:

source: Shipping Address:
pl: Adres dostawy:
sv: Leveransadress:
tr: Kargo Adresi:

source: Account options
pl: Opcje konta
sv: Kontoalternativ
tr: Kullanıcı Hesabı seçenekleri

source: Update your profile
pl: Aktualizuj swoje dane
sv: Uppdatera din profil
tr: Profilini güncelle

source: Change your password
pl: Zmień hasło
sv: Byt lösenord
tr: Şifereni değiştir

source: Order History
pl: Historia zamówień
sv: Orderhistorik
tr: Geçmişi Düzenle

source: Sorry, the user you've logged in as doesn't have any contact information.
pl: Przepraszamy, zalogowany użytkownik nie ma żadnych danych kotaktowych.
sv: Tyvärr, användaren som du loggat in som har ingen kontaktinformation.
tr: Üzgünüz, oturum açtığınız kullanıcının iletişim bilgilerine ulaşılamıyor.

source: Probably because you are an admin.
pl: Prawdopodobnie dlatego, że jest Administratorem.
sv: Antagligen för att du är administratör.
tr: Muhtemelen yönetici olduğunuz için.

source: Set up contact information
pl: Ustaw dane kontaktowe.
sv: Ställ in kontaktinformation
tr: İletişim bilgilerinizi oluşturun

source: <p>Some of the products in your cart are eligible to receive a discount of %(pct)s when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
pl: <p>Niketóre z produktów w koszyku podlegają rabatowi %(pct)s. Aby z niego skorzystać wprowadź kod "%(code)s" w czasie naszej %(desc)s do dnia %(enddate)s.</p>

source: Here's a %(request_type)s from %(name)s ( %(email)s ) sent via the web contact form.
pl: Wiadomość %(request_type)s od %(name)s ( %(email)s ) otrzymana przez formularz kontaktowy.
sv: Här är en/ett %(request_type)s från %(name)s ( %(email)s ) sänt via kontaktformuläret.

source: Dear %(first_name)s %(last_name)s,
pl: Witaj %(first_name)s %(last_name)s,
sv: Hej %(first_name)s %(last_name)s,
tr: Sevgili %(first_name)s %(last_name)s,

source: Thank you for ordering with %(shop_name)s.
pl: Dziękujemy za zakupy w %(shop_name)s.
sv: Tack för din beställning hos %(shop_name)s
tr: Sipariş verdiğini için teşekkürler %(shop_name)s.

source: Your order is summarized below:
pl: Podsumowanie Twojego zamówienia:
sv: Innehållet av din beställning sammanfattas nedan:

source: Your order contains products that can be downloaded
pl: Twoje zamówienie zawiera produkty, które mogą być pobrane online
sv: Din beställnings innehåller produkter som kan laddas ned.
tr: Siparişiniz indirilebilecek ürünler içeriyor

source: Please click the link to begin the download
pl: Kliknij link aby rozpocząć pobieranie

source: Regards
pl: Pozdrawawiamy
sv: Vänliga hälsningar
tr: Saygılar

source: Store Management
pl: Stany magazynowe
sv: Butikshantering
tr: Mağaza Yönetimi

source: Order placed on %(shop_name)s by %(customer)s<%(email)s>.
pl: Zamówienie złożone w %(shop_name)s przez %(customer)s<%(email)s>.

source: %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
pl: Karta kredytowa %(credit_card_type)s o numerze kończącym się na %(credit_card_number)s zostanie obciążona kwotą %(order_total)s.

source: Newsletter Subscription
pl: Subskrypcja informatora
sv: Prenumation på nyhetsbrev
tr: Bülten Aboneliği

source: Your name
pl: Twoje imię
sv: Ditt namn
tr: İsminiz

source: Newsletter Unsubscribe
pl: Anulowanie subskrypcji biuletynu
sv: Säg upp prenumeration på nyhetsbrev
tr: Bülten Üyeliğinden Ayrıl

source: Remove Me
pl: Usuń mnie
sv: Ta bort mig

source: Paid
pl: Zapłacono
sv: Betalad
tr: Ödendi

source: Balance = %(balance)s
pl: Saldo = %(balance)s
sv: Saldo = %(balance)s

source: Pay remaining balance
pl: Ureguluj pozostałą kwotę
sv: Betala resterande belopp
tr: Kalan bakiyeyi öde

source: This invoice has been paid in full. Thank you for your business!
pl: Faktura zapłacona w całości. Dziękujemy!

source: PACKING SLIP
pl: List przewozowy
sv: FÖLJESEDEL
tr: PAKETİN İÇİNDEKİLER

source: Thank you for your business!
pl: Dziękujemy za zamówienie!
sv: Tack för din beställning!

source: Best Rated Products
pl: Najlepiej oceniane produkty

source: Rating %(rating)s
pl: Ocena %(rating)s

source: Best Selling Products
pl: Najelepiej sprzedające się produkty

source: Please choose your options
pl: Proszę wybrać opcję
sv: Var god gör dina val
tr: Lütfen seçeneklerinizi seçin

source: Custom order for %(name)s
pl: Zamówienia specjalne dla %(name)s
sv: Anpassad order för %(name)s

source: more
pl: więcej
sv: mer
tr: daha fazlası için

source: Subscription product %(name)s
pl: Subskrypcja %(name)s
sv: Prenumeration på %(name)s

source: Only
pl: Tylko
sv: Endast

source: easy payments of:
pl: łatwa płatność:
sv: enkla betalningar á:

source: This product has trial subscription pricing
pl: Produkt ma specjalną cenę subskrypcji testowej
sv: I den här produkten ingår en provperiod i priset

source: for trial period of
pl: na okres
sv: för en provperiod av

source: days
pl: dni
sv: dagar

source: Bad Page
pl: Zła strona

source: Registration Complete
pl: Rejestracja zakończona
sv: Registrering Klar
tr: Kayıt Tamamlandı

source: Account Activation
pl: Aktywacja konta
sv: Kontoaktivering
tr: Kullanıcı Hesabı Aktivasyonu

source: Thanks for signing up! You are now logged in.
pl: Dziękujemy za zarejestrowanie się! Jesteś już zalogowany(a).
sv: Tack för att du registrerade dig! Du är nu inloggad.
tr: Giriş yaptığınız için teşekkürler! Artık oturum açabilirsiniz.

source: In the future, you can log in using your email address (%(email)s).
pl: W przyszłości, możesz się zalogować używając swojego adresu email (%(email)s).
sv: I framtiden kan du logga in genom att använda din e-postadress (%(email)s).
tr: Gelecekte, email adresinizi (%(email)s) kullanarak oturum açabileceksiniz.

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(expiration_days)s days after registration.
pl: Błędny link aktywacji lub klucz akywacyjny dla Twojego konta już wygasł. Klucze aktywacyjne są ważne %(expiration_days)s od dnia rejestracji.
sv: Antingen var din aktiveringslänk felaktig eller har aktiveringsnyckeln för ditt konto gått ut. Aktiveringsnycklar är endast giltiga %(expiration_days)s dagar efter registrering.
tr: Ya aktivasyon linkiniz yanliş, yada kullanıcı hesabınız için olan aktivasyon anahtarı kapatıldı. Aktivasyon anahtarları sadece kayıt yaptırdıktan sonra %(expiration_days)s gün geçerlidir.

source: Someone, hopefully you, signed up for a new account at %(site)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
pl: Ktoś, prawdopodobnie Ty, zarejestrował się w %(site)s używając tego adresu email. Jeżeli chcesz potwierdzić i aktywować to konto, prosimy o kliknięcie lub przekopiowanie poniższego linku do przeglądarki internetowej.
sv: Någon, förhoppningsvis du, registrerade ett nytt konto på %(site)s med den här e-postadressen. Om det var du, och du skulle vilja aktivera och använda ditt konto, klicka då på länken nedan eller kopiera och klistra in den i din webbläsares adressfält.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
pl: Jeżeli jednak to nie Ty się zarejestrowałeś, po prostu usuń tego maila. Nie otrzymasz od nas więcej informacji a rejestracja zostanie usunięta w ciągu %(expiration_days)s dni.
sv: Om du ett efterfrågade detta behöver du inte göra någonting; du kommer inte att få fler e-brev från oss, och kontot kommer automatiskt att utgå om %(expiration_days)s dagar.
tr: Eğer istemiyorsanız, hiçbir şey yapmanıza gerek yok; artık bizden mail almayacaksınız, ve kullanıcı hesabınız %(expiration_days)s içinde otomatik olarak kapatılacak.

source: Your email address and password didn't match. Please try again.
pl: Podany adres email i hasło nie pasują do siebie. Prosimy spróbować ponownie.
sv: Din e-postadress och ditt lösenord stämde inte överens. Var god försök igen.
tr: Email adresinizi ve şifreniz eşleşmedi. Lütfen tekrar deneyin.

source: If you do not have an account, please
pl: Jeżeli nie masz jeszcze konta, proszę
sv: Om du inte har ett konto,
tr: Kullanıcı hesabınız yoksa, lütfen

source: click here
pl: kliknij tutaj
sv: klicka här
tr: tıklayın

source: If you do not remember your password, please
pl: Jeżeli zapomniałeś swojego hasła, proszę
sv: Om du inte kommer ihåg ditt lösenord,
tr: Şifrenizi hatırlamıyorsanız, lütfen

source: click here</a> to have it reset.
pl: kliknij tutaj</a> aby stworzyć nowe.
sv: klicka här</a> för att återställa det.
tr: yeniden oluşturmak için tıklayın

source: You have been successfully logged out.
pl: Zostałeś wylogowany.
sv: Du har nu loggat ut.

source: Password Change Done
pl: Zmiana hasła zakończona
sv: Ändring av lösenord genomförd
tr: Şifre değiştirildi

source: Password change successful
pl: Hasło zostało pomyślnie zmienione
sv: Ändring av lösenord slutförd utan problem.
tr: Şifre değişikliği başarılı

source: Your password change has been completed.
pl: Zmiana twojego hasła została zakończona.
sv: Ditt lösenordsbyte är nu slutfört.
tr: Şifre değişikliğiniz tamamlandı.

source: Password Change
pl: Zmiana hasła
sv: Byte av lösenord
tr: şifre Değiştir

source: For the sake of security, please enter your old password, and then enter your new password twice.
pl: Dla bezpieczeństwa, wprowadź swoje stare hasło i dwukrotnie nowe hasło.
sv: Av säkerhetsskäl, var god ange ditt gamla lösenord och ange sedan det nya lösenordet två gånger.
tr: Güvenlik için, lütfen önce eski şifrenizi, sonra yeni şifrenizi girin...

source: Old password
pl: Stare hasło
sv: Gammalt lösenord
tr: Eski şifre

source: New password
pl: Nowe hasło
sv: Nytt lösenord
tr: Yeni şifre

source: Confirm new password
pl: Potwierdź nowe hasło
sv: Bekräfta nytt lösenord
tr: Yeni şifreyi doğrulayın

source: You're receiving this e-mail because you requested a password reset
pl: Otrzymujesz tą wiadomość, gdyż prosiłeś(aś) o utworzenie nowego hasła

source: for your user account at %(site_name)s
pl: do twojego konta w %(site_name)s

source: Your username, in case you've forgotten:
pl: Twoja nazwa użytkownika, w razie gdy nie pamiętasz:

source: The %(site_name)s team
pl: Zespół %(site_name)s

source: Password reset successful
pl: Hasło zostało zresetowane
sv: Lösenordet återställt
tr: Şifre başarıyla oluşturuldu

source: Reset your password
pl: Reset hasła
sv: Återställ ditt lösenord
tr: Şifrenizi yeniden oluşturun

source: E-mail address
pl: Adres e-mail
sv: E-postadress
tr: Email adresi

source: Be sure to enter the same e-mail address you used to register.
pl: Wprowadź ten sam adres e-mail, który podałeś przy rejestracji.
sv: Ange samma e-postadress som du använde för att registrera dig.
tr: Kayıt yaptırdığınız email adresi ile aynı email adresinizi girdiğinize emin olun.

source: Reset password
pl: reset hasła
sv: Återställ lösenord
tr: Şifreyi yeniden oluştur

source: Account Creation
pl: Utworzenie konta
sv: Konto skapat
tr: Kullanıcı Hesabı Oluştur

source: Thank you for signing up.
pl: Dziękujemy za zarejestrowanie się.
sv: Tack för att du registrerade dig.
tr: Kaydolduğunuz için teşekkürler.

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
pl: Wkrótce powinieneś dostać od nas email wysłany na adres podany przy rejestracji.Znajdziesz tam link do aktywacji i instrukcje do aktywacji konta.
sv: En aktiveringslänk har skickats till e-postadressen du angav, ihop med instruktioner om hur du aktiverar ditt konto.
tr: Bize bildirdiğiniz email adresinize, aktivasyon bilgileri ile birlikte bir aktivasyon linki gönderildi.

source: Registration
pl: Rejestracja
sv: Registrering
tr: Kayıt

source: Create Account
pl: Utwórz konto
sv: Skapa konto
tr: Kullanıcı Hesabı Oluştur

source: Repeat Activation
pl: Powtórz aktywację
sv: Upprepad aktivering
tr: Aktivasyonu Tekrarla

source: This account has already been activated. Please login.
pl: Konto zostało już zaaktywowane. Proszę się zalogować.
sv: Detta konto har redan aktiverats. Var god logga in.
tr: Bu Kullanıcı hesabı daha önce aktif edildi. Lütfen giriş yapın

source: Your new username is this email address, and you can login at
pl: Twoją nazwą użytkownika jest Twój adres email, dzięki niemu możesz zalogować się w
sv: Ditt nya användarnamn är denna e-postadress, och du kan logga in på
tr: Yeni kullanıcı adınız bu email adresi, bunu kullanarak oturum açabilirsiniz

source: Base Shipping
pl: Podstawa kosztów transportu
sv: Grundkostnad för frakt

source: Shipping (incl. Tax)
pl: Transport (z podatkiem)
sv: Frakt (inkl. moms)

source: Tax included
pl: z podatkiem
sv: Inklusive moms

source: Order #
pl: Zamówienie nr
tr: sipariş #

source: Shipping To
pl: Dostawa do
sv: Leverans till

source: Items
pl: Przedmioty
sv: Artiklar
tr: Ürünler

source: You haven't made any orders yet.
pl: Nic jeszcze nie kupiłeś.
sv: Du har inte lagt några beställningar än.
tr: Sepetinizde ürün bulunmuyor.

source: Currently
pl: Obecnie
sv: För närvarande
tr: Şimdilik

source: added on %(create_date)s
pl: dodano dnia %(create_date)s
sv: tillagd %(create_date)s

source: Remove from wishlist
pl: Usuń z listy życzeń
sv: Ta bort från önskelista

source: Sorry, you must be <a href="%(login_url)s">logged-in</a> to access your wishlist.
pl: Musisz się <a href="%(login_url)s">zalogować</a> by oglądać swoją listę życzeń.
sv: Ledsen, du måste <a href="%(login_url)s">logga in</a> för att komma åt din önskelista.

source: Thumbnail Settings
pl: Ustawienia dla miniatur

source: Thumbnail quality
pl: Jakość miniatur
sv: Minatyrbildskvalitet
tr: Küçük resim kalitesi

source: Use a 1-100 value here, which will change the quality of JPG thumbnails created for products and categories.
pl: Użyj wartości od 1 do 100 do określenia jakości miniaturki JPG utworzonej dla zdjęć produktów i kategorii.
sv: Använd ett värde 1-100, som kommer att ändra kvaliteten på JPEG-miniatyrbilder som skapas för produkter och kategorier.
tr: Küçük resimleri oluştururken kullanılacak JPG kalitesi için 1 ile 100 arasında bir değer girin.

source: Rename product images?
pl: Zmień nazwy dla zdjęć produktów?
sv: Döp om produktbilder?
tr: Ürün resmini tekrar isimlendir?

source: Automatically rename product images on upload?
pl: Automatycznie zmień nazwy zdjęć produktów przy ich załadowaniu?
sv: Döp automatiskt om produktbilder då de laddas upp?
tr: Yüklemede ürün resmini otomatik olarak tekrar isimlendir?

source: Change:
pl: Zmień:

source: Please enter one and only one of those fields.
pl: Wprowadź jedno i tylko jedno z tych pól.
sv: Var god ange endast ett av fälten.
tr: Lütfen bu alanlardan birini doldurunuz.

source: These fields can not be the same.
pl: Te pola nie mogą być jednakowe.
sv: Dessa fält får inte vara lika.

source: Please enter both fields or leave them both empty.
pl: Prosimy wprowadzić oba pola, lub oba pozostawić puste.

source: Details
pl: Szczegóły
sv: Detaljer

source: Product Wish
pl: Życzenie
sv: Produktönskemål

source: Product Wishes
pl: Życzenia
sv: Produktönskemål

source: No such wishlist item.
pl: Nie ma takiego przedmiotu na liście życzeń.
sv: Ingen sådan vara på önskelistan.

source: You must be logged in to do that.
pl: Musisz być zalogowany.
sv: Du måste logga in för att göra det.

source: Email
sv: E-post

source: Oceania
sv: Oceanien
tr: Okyanusya

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
sv: Välj betalningsmodulerna du vill använda i din webbutik. Om du lägger till en ny, ska du spara och sedan komma tillbaka till denna sida, eftersom det kan ha aktiverat en ny grupp inställningar.

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
sv: Detta aktiverar det för allmänna sidor såsom insamlande av kontaktinformation Det ställer inte in SSL för enskilda moduler. Du måste aktivera SSL för varje enskild betalningsmodul.

source: Send order emails
sv: Skicka e-post vid beställningar
tr: Sipariş emaillerini gönder

source: True if you want to send emails to customers on order
sv: Sant om du vill skicka e-brev till kunder vid beställningar

source: Downloable Product
sv: Nedladdningsbar produkt
tr: İndirilebilir Ürün

source: Directory name for storing uploaded images. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
sv: Mappnamn för lagring av uppladdade bilder. Detta värde kommer att konkateneras med MEDIA_ROOT. Bekymra dig inte om snedstreck. Vi kan hantera det i båda fallen.

source: This is only used if you use Downloadable Products. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
sv: Denna används endast om du använder nedladdningsbara produkter. Detta värde kommer att konkateneras med MEDIA_ROOT. Du behöver inte tänka på snedstreck. Vi kan hantera det i vilket fall som.

source: A unit of measure must be entered for the width
sv: En enhet måste anges för bredden.

source: A unit of measure must be entered for the height
sv: En enhet måste anges för höjden.

source: A unit of measure must be entered for the weight
sv: En enhet måste anges för vikten.

source: Display Order
sv: Visningsordning
tr: Ürünü Görüntüle

source: Slug Name
sv: Slug-namn
tr: Slug İsmi

source: SKU
sv: SKU (Stock Keeping Unit)

source: Two options from the same option group can not be applied to an item.
sv: Två valmöjligheter från samma valmöjlighetsgrupp kan inte användas på en artikel.

source: Carrier
sv: Transportföretag

source: Delivery Days
sv: Leveranstid (antal dagar)

source: UPS Shipping Settings
sv: UPS Fraktinställningar

source: UPS Account Number
sv: UPS kontonummer

source: UPS Account Number.
sv: UPS kontonummer.

source: UPS User Password
sv: UPS användarlösenord

source: Number of featured items to display
sv: Antal utvalda produkter att visa

source: Site Administration
sv: Sajtadministration
tr: Site Yönetimi

source: Custom Charge
sv: Anpassad debitering

source: Switch to Shop View
sv: Växla till butiksvy

source: Switch to Legacy View
sv: Växla till gammal vy

source: Import
sv: Importera
tr: İthal et

source: <p>The Variation Manager helps create the exact set of variations you need for your Configurable Product</p> <p>Make choices from the Option Groups below, and then click one of the helper links below them to select or deselect variations which have those options.</p> <p>Fine tune the active variations by putting a checkmark next to those that you want to keep or create, then then click <b>Update Variations</b>. </p>
sv: <p>Varianthanteraren hjälper dig att skapa just de varianter du behöver av din Konfigurerbara Produkt</p> <p>Välj från valmöjligheterna nedan, och klicka på en av snabblänkarna nedanför dem för att markera eller avmarkera varianter som har de alternativen.</p> <p>Finjustera de aktiva variationerna genom att bocka i kryssrutan för de du vill skapa eller behålla. Klicka sedan på <b>Uppdatera varianter</b>. </p>

source: Username:
sv: Användarnamn:
tr: Kullanıcı Adı:

source: Password:
sv: Lösenord:
tr: Şifre:

source: Forgotten your password?
sv: Glömt ditt lösenord?
tr: Şifrenizi mi unuttunuz?

source: Post a photo
sv: Skicka ett foto
tr: Fotograf ekle

source: Required
sv: Obligatoriskt
tr: Gerekli

source: Optional
sv: Frivilligt
tr: Opsiyonel

source: Review:
sv: Recension:
tr: Yorum:

source: Send review
sv: Skicka recension
tr: Yorum ekle

source: Email:
sv: E-post:

source: Please click the link to being the download
sv: Klicka på länken för att påbörja nedladdningen
tr: İndirmeyi başlatmak için lütfen linki tıklayın

source: Store Invoice
sv: Faktura
tr: Mağaza Faturası

source: Invoice #
sv: Faktura nr.
tr: Fatura #

source: INVOICE
sv: FAKTURA
tr: FATURA

source: Page
sv: Sida
tr: Sayfa

source: Payment total %(order_total)s due to:
sv: Summan %(order_total)s att betalas till:

source: %(order_total)s was charged to your %(credit_card_type)s card (x%(credit_card_number)s) on %(order_date)s.
sv: %(order_total)s drogs från ditt %(credit_card_type)s-kort (x%(credit_card_number)s) den %(order_date)s.
tr: %(order_date)s tarihinde (x%(credit_card_number)s) numaralı %(credit_card_type)s kartınızdan %(order_total)s tahsil edilmiştir.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
sv: Du får det här e-postbrevet eftersom du begärde ett lösenordsbyte för ditt användarkonto på %(site_name)s
tr: Bu mail size %(site_name)s tarafından, kullanıcı hesabı sifrenizi yeniden oluşturmak istediğiniz için gönderildi.

source: Your new password is
sv: Ditt nya lösenord är
tr: Yeni şifreniz

source: Feel free to change this password by going to this page
sv: Om du vill kan du byta lösenord genom att gå till den här sidan
tr: Bu sayfaya giderik şifrenizi rahatlıkla değiştirebilirsiniz

source: You can log in using your email address (%(email)s) or your username (%(username)s).
sv: Du kan logga in med din e-postadress (%(email)s) eller ditt användarnamn (%(username)s).
tr: Email adresinizi (%(email)s) yada soyadınızı (%(username)s) kullanarak oturum açabilirsiniz.

source: Thanks for using our site!
sv: Tack för att du använder vår sajt.
tr: Sitemizi tercih ettiğiniz için teşekkürler!

source: The %(site_name)s team
sv: %(site_name)s-teamet

source: We've e-mailed a new password to the e-mail address you submitted. You should receive it shortly.
sv: Vi har skickat ett e-brev med ett nytt lösenord till e-postadressen du angav. Du bör få det inom kort.
tr: Yenişifreniz bize bildirmiş olduğunuz email adresine gönderildi. Kısa zamanda size ulaşacaktır.

source: Forgotten your password? Enter your e-mail address below, and we'll send a new password to you.
sv: Glömt ditt lösenord? Ange din e-postadress här nedan så skickar vi ett nytt lösenord till dig.
tr: Şifrenizi mi unuttunuz? Email adresinizi aşağıya girin, size yeni bir şifre yollayacağız.

source: Please Enter Your Account Information
sv: Var god ange din kontoinformation
tr: Lütfen Kullanıcı Hesabı Bilgilerinizi Girin

source: Thank you for signing up with %(company_name)s.
sv: Tack för att du registrerade dig hos %(company_name)s.
tr: Giriş yaptığınız için teşekkürler, %(company_name)s

source: Online
tr: Bağlı

source: Status
tr: Durum

source: Region
tr: Bölge

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
tr: Mağazanızda kullanmak istediğiniz ödeme birimini seçin. Yeni bir birim ekliyorsanız, yeni bir düzen bölümü oluşturabilmek için, birimi kaydedip bu sayfaya geri gelmeniz gerekli.

source: Used for URLs
tr: Kullanılan URLler

source: English
tr: İngilizce

source: French
tr: Fransızca

source: German
tr: Almanca

source: Spanish
tr: İspanyolca

source: Swedish
tr: İsveçce
