Repository: sankroh/satchmo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, sv, tr

source: Order problem
pl: Problem z zamówieniem
sv: Beställningsproblem

source: Inquiry
pl: Zapytanie
sv: Fråga

source: Contents
pl: Zawartość
sv: Text

source: The download key is invalid.
pl: Klucz do pobrania jest niepoprawny.
sv: Den här nedladdningsnyckeln är ogiltig.
tr: İndirme anahtarı geçersiz.

source: Invalid page number
pl: Zły numer strony

source: The order you have requested doesn't exist, or you don't have access to it.
pl: Zamówienie o takim numerze nie istnieje lub nie masz do niego dostępu.
sv: Beställningen du efterfrågade finns inte, eller saknar du tillgång till den.
tr: Sipariş ettiğiniz ürün bulunmamaktır, yada girişinize izin verilmiyor.

source: Card type does not match card number.
pl: Typ karty nie pasuje do jej numeru.
sv: Korttypen stämmer inte överens med kortnumret.
tr: Kart türü kart numarası ile eşleşmedi.

source: Invalid credit card number.
pl: Niepoprawny numer karty kredytowej.
sv: Ogiltigt kreditkortsnummer.
tr: Geçer sizkredi kartı numarası.

source: Supplier ID
pl: ID dostawcy
sv: Leverantörens ID
tr: Tedarikçi ID

source: Unit Cost
pl: Koszt jednostkowy
sv: Styckpris
tr: Birim Tutarı

source: Inventory
pl: Magazyn
sv: I lager

source: Raw Item
pl: Produkt
sv: Råvara

source: Raw Items
pl: Produkty
sv: Råvaror

source: Date Created
pl: Data utworzenia
sv: Skapad datum
tr: Üretim Tarihi

source: Shipping
pl: Wysyłka
sv: Frakt
tr: Kargo

source: Supplier Order
pl: Zamówienie dostawcy
sv: Leverantörsbeställning
tr: Tedarikçi Siparişi

source: Supplier Orders
pl: Zamówienia dostawców
sv: Leverantörsbeställningar
tr: Tedarikçi Siparişleri

source: Line Item
pl: Pozycja zamówienia
sv: Orderrad

source: Line Item Quantity
pl: Ilość dla pozycji
sv: Orderrad antal

source: Line Item Total
pl: Wartość pozycji
sv: Orderrad totalsumma

source: Sent in
pl: Wysłano
sv: Insänd
tr: Gönderildi

source: Received
pl: Otrzymano
sv: Mottagen
tr: İletildi

source: Date
pl: Data
sv: Datum
tr: Tarih

source: Supplier Order Status
pl: Status zamówienia dostawcy
sv: Leverantörsbeställning status
tr: Tedarikçi Sipariş Durumu

source: Supplier Order Statuses
pl: Statusy zamówień dostawcy
sv: Leverantörsbeställning status
tr: Tedarikçi Sipariş Durumları

source: Tax Settings
pl: Ustawienia podatków
sv: Momsinställningar
tr: Vergi Ayarları

source: Active tax module
pl: Aktywny moduł podatku
sv: Aktiv momsmodul
tr: Aktif vergi modülü

source: Select a module, save and reload to set any module-specific settings.
pl: Wybierz moduł, zapisz i przeładuj by skonfigurować szczegóły.
sv: Välj en modul, spara och ladda om för att ställa in modulspecifika inställningar.
tr: Bir modül seçin, özel birim ayarlarına kaydedin ve tekrar yükleyin.

source: No Tax
pl: Bez podatku
sv: Ingen moms
tr: Vergi Yok

source: Show with tax included
pl: Pokaż z podakiem
sv: Visa inklusive moms

source: If yes, then all products and the cart will display with tax included.
pl: Jeżeli tak, to wszystkie produkty i koszyki będą wyświetlane z podatkiem.
sv: Om ja, så kommer alla produkter och kundvagnen visas inklusive moms.

source: Title
pl: Tytuł
sv: Titel
tr: Başlık

source: Displayed title of this tax.
pl: Wyświetana nazwa tego podatku.
sv: Visad titel för denna momstyp.
tr: Bu verginin başlığını görüntüle.

source: Description of products that would be taxed.
pl: Opis produktów podlegających podatkowi.
sv: Beskrivning av produkter som momsbeläggs.
tr: Vergilendirilecek ürünlerin tanıtımı.

source: Tax Classes
pl: Klasy podatków
sv: Momstyper
tr: Vergi Sınıfları

source: Tax Zone
pl: Strefa podatkowa
sv: Skattzon

source: Tax Country
pl: Kraj podatkowu
sv: Skattland

source: Percentage
pl: Procent
sv: Procent
tr: Yüzde Oranı

source: % tax for this area and type
pl: % podatku dla tego typu i obszaru
sv: % moms för detta område och typ.
tr: Bu bölge veya tür için % vergi

source: You must choose a zone or a country.
pl: Musisz wybrać strefę lub kraj.
sv: Du måste välja en zon eller ett land.
tr: Bir bölge veya ülke seçmelisiniz.

source: Tax Rate
pl: Stawka podatku
sv: Momssats
tr: Vergi Oranı

source: Tax Rates
pl: Stawki podatku
sv: Momssatser
tr: Vergi Oranları

source: By Country/Area
pl: zależne od kraju/obszaru
sv: Efter Land/Område

source: Tax Shipping?
pl: Podatek od kosztów transportu?
sv: Moms på frakten?
tr: Kargo Vergisi?

source: TaxClass for shipping
pl: Klasa podatku dla kosztów transportu?

source: Select a TaxClass that should be applied for shipments.
pl: Wybierz klasę podatku dla kosztów transportu.
sv: Välj en skattetyp att använda på frakt.

source: Percent Tax
pl: Procent podatku
sv: Procent moms
tr: Vergi Yüzdesi

source: Percent tax
pl: Procent podatku
sv: Procent moms
tr: Vergi Yüzdesi

source: Could not find the page you were looking for.
pl: Nie można odszukać stony której szukasz.
sv: Kunde inte hitta sidan du sökte efter.
tr: Aradığınız sayfa bulunmadı.

source: There was an error with the store. The admin has been notified.
pl: Przepraszamy ale wystąpił problem. Administrator został powiadomiony.
sv: Det inträffade ett fel i webbutiken. Administratören har underrättats.
tr: Bu mağazada bir hata oluştu. Yönetici bilgilendirildi.

source: Product Reviews
pl: Oceny produktu
sv: Produktrecensioner

source: Be the first to review it!
pl: Bądź pierwszym który to oceni!
sv: Var den första att skriva en recension!
tr: İlk gören siz olun!

source: Average rating %(rating)s
pl: Średnia ocena %(rating)s

source: Review this product
pl: Oceń ten produkt
sv: Recensera den här produkten

source: Please login to review this product.
pl: Proszę się zalogować by ocenić ten produkt.
sv: Var god logga in för att recensera den här produkten.
tr: Bu ürünü görmek için lütfen oturum açın.

source: Search
pl: Szukaj
sv: Sök
tr: Ara

source: Shop Categories
pl: Kategorie
sv: Butikskategorier
tr: Mağaza Kategorileri

source: Quick Links
pl: Skróty

source: Recently Added
pl: Ostatnio dodane

source: Most Popular
pl: Najbardziej popularne

source: Best Sellers
pl: Najczęściej sprzedawane

source: Account Information
pl: Informacje o koncie
sv: Kontoinformation
tr: Kullanıcı Hesabı Bilgileri

source: Account Details
pl: Szczegóły konta
sv: Konto
tr: Kullanıcı Hesabı Ayrıntıları

source: Log in
pl: Zaloguj się
sv: Logga in
tr: Oturum aç

source: Check out
pl: Do kasy
sv: Till kassan
tr: Ödeme

source: Wishlist
pl: Lista życzeń
sv: Önskelista

source: Contact Us
pl: Kontakt
sv: Kontakta oss
tr: Bize Ulaşın

source: Change language
pl: Wbierz język
sv: Byt språk
tr: Dili değiştir

source: Change
pl: Zmień
sv: Ändra
tr: Değiştir

source: Your cart is empty.
pl: Twój koszyk jest pusty
sv: Din kundvagn är tom.

source: Your Cart
pl: Twój koszyk
sv: Din kundvagn
tr: Sepetiniz

source: Item
pl: Przedmiot
sv: Vara

source: Total<br/>(incl.&nbsp;tax)
pl: Razem<br/>(w tym podatek)
sv: Totalt<br/>(inkl.&nbsp;moms)

source: Remove
pl: Usuń
sv: Ta bort
tr: Kaldır

source: update amount
pl: aktualizuj ilość
sv: uppdatera antal
tr: miktarı güncelle

source: Base Price:
pl: Cena podstawowa:
sv: Grundpris:
tr: Taban Fiyat:

source: price at right is your deposit, you will receive a bill for the remainder when your item is ready.
pl: przedstawiona cena jest zaliczką. Na pozostałą kwotę prześlemy rachunek gdy Twój produkt będzie gotów.
sv: beloppet till höger är din handpenning, du kommer att få en räkning på resterande belopp när din vara är klar.
tr: sağdaki fiyat sizin depozitiniz, ürününüz hazır olduğunda kalan ödeme için şize bir fatura gönderilecek.

source: Cart Total
pl: Wartość koszyka
sv: Totalt
tr: Sepet Toplamı

source: Welcome to the shop.
pl: Witaj w sklepie.
sv: Välkommen till butiken.
tr: Mağazaya Hoşgeldiniz.

source: Featured Items
pl: Promocje
sv: Utvalda produkter
tr: Yeni Ürünler

source: Previous
pl: Poprzednie
sv: Föregående
tr: Önceki

source: Next
pl: Następne
sv: Nästa
tr: Sonraki

source: (incl. tax)
pl: (brutto)
sv: (inkl. moms)

source: Add to wishlist
pl: Dodaj do listy życzeń
sv: Lägg till önskelistan

source: Contact Information
pl: Informacje kontaktowe
sv: Kontaktinformation
tr: İletişim Bilgileri

source: Please correct the following error:
pl: Popraw poniższy błąd:
sv: Var god rätta till felet nedan.

source: Send Email
pl: Wyślij email
sv: Skicka e-post
tr: Email Yolla

source: Downloading of
pl: Pobieranie
sv: Nedladdning av
tr: İndirme

source: will commence after clicking the link below:
pl: będzie kontynuowane po kliknoęciu na poniższy link:
sv: kommer att påbörjas efter att du klickat på länken nedan:
tr: aşağıdaki linki tıkladığınızda indirme başlayacak:

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh yourbrowser and try the download again
pl: Każde pobranie jest zliczane po kliknięciu w link. Jeżeli masz prolemy z pobraniem pliku, zrestartuj swoją przeglądarkę, wyczyść pamięć podręczną i spróbuj ponownie.
sv: När du klickar på länken kommer nedladdningen att räknas. Om du får några problem med nedladdningen, var god ladda om sidan i din browser och försök igen.
tr: Linki tıkladığınızda indirme başlayacak. Bir sorun yaşarsanız web tarayıcınızı yeniden başlatın ve indirmeyi tekrar deneyin.

source: Nothing found
pl: Nic nie znaleziono
sv: Hittade ingenting
tr: Bulunamadı

source: for
pl: dla
sv: för

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
pl: Dostawa: %(method)s, czas dostawy około %(expected_delivery)s.
sv: Skickas med %(method)s och beräknas komma fram på %(expected_delivery)s.

source: Thank you for contacting us.
pl: Dziękujemy za skontaktowanie się z nami.
sv: Tack för att du kontaktade oss.
tr: Bizimle bağlantı kurduğunuz için teşekkürler.

source: We will attempt to get back to you within 48 hours.
pl: Postaramy się skontaktować w ciągu 48 godzin.
sv: Vi kommer att försöka återkomma till dig inom 48 timmar.
tr: 48 saat içerisinde size geri döneceğiz.

source: Sites
pl: Strony

source: Custom Order Management
pl: Obsługa zamówień specjalnych
sv: Anpassad Orderhantering

source: Fully charged
pl: Zapłacono
sv: Helt betalad
tr: Tamamı tahsil edildi

source: Charge remaining amount
pl: Pozostało do zapłaty
sv: Kvarstående belopp
tr: Kalan miktarı tahsil et

source: Product Details
pl: Szczególy produktu
sv: Produktdetaljer
tr: Ürün Detayları

source: on
pl: wł.
sv: den

source: Amount
pl: Kwota
sv: Belopp
tr: Miktar

source: No payments.
pl: Brak płatności.
sv: Inga betalningar.
tr: Ödeme yapılmadı.

source: Paid in full
pl: Zapłacone w całości
sv: Fullt betald.
tr: Hepsi ödendi

source: Balance on order:
pl: Saldo zamówienia:
sv: Ordersaldo:

source: Satchmo Site Administration
pl: Administracja Satchmo
sv: Satchmo Sajtadministration
tr: Harmani Site Yönetimi

source: New amount
pl: Nowa kwota
sv: Nytt belopp
tr: Yeni miktar

source: Extra Shipping
pl: Dodatkowe koszty transportu.
sv: Extra frakt
tr: Extra Kargo

source: (show)
pl: (pokaż)

source: (hide)
pl: (ukryj)

source: Models available in the %(name)s application.
pl: Modele dostępne w aplikacji %(name)s
sv: Tillgängliga modeller i applikationen %(name)s.

source: Add
pl: Dodaj
sv: Lägg till
tr: Ekle

source: You don't have permission to edit anything.
pl: Nie masz uprawnień do edycji czegokolwiek.

source: Recent Actions
pl: Ostatnie zdarzenia

source: My Actions
pl: Moje działania

source: None available
pl: Nic nie ma

source: Admin Tools
pl: Narzędzia Administracyjne

source: Export Products as CSV
pl: Eksprtuj produkty jako CSV
sv: Exportera produkter i CSV-format

source: Edit Inventory
pl: Edytuj stany magazynowe
sv: Ändra lager

source: Export Product Defs
pl: Eksportuj definicje produktów
sv: Exportera produktdefinitioner

source: Product Variation Manager
pl: Zarządzanie odmianami produktów
sv: Produktvarianthanterare

source: Cache Status
pl: Status Cache
tr: Cache Durumu

source: Inventory Management
pl: Stany magazynowe
sv: Lagerhantering
tr: Stok Yönetimi

source: Unit Price
pl: Cena jednostkowa
sv: Pris per styck
tr: Birim Ücreti

source: Featured
pl: Promowane
sv: Utvald

source: Helpers
pl: Skróty
sv: Hjälpmedel
tr: Yardımcılar

source: Mark all featured
pl: Zaznacz wszystkie jako promowane
sv: Markera alla utvalda
tr: Tüm özellikleri işaretle

source: Clear all featured
pl: Zaznacz wszystkie jako *nie* promowane
sv: Avmarkera alla utvalda
tr: Tüm özellikler sil

source: Disable all Products with 0 quantity.
pl: Zablokuj wszystkie produkty ze stanem zerowym.
sv: Inaktivera alla produkter med antal 0

source: Disable ProductVariations with 0 quantity.
pl: Zablokuj odmiany produktów ze stanem zerowym.
sv: Inaktivera ProductVarianter med antal 0.

source: No inventory items.
pl: Nie ma niczego w magazynie.
sv: Inga lagerartiklar.

source: Satchmo Orders
pl: Zamównienia

source: New Orders
pl: Nowe zamówienia
sv: Nya beställningar
tr: Yeni Siparişler

source: Orders in Process
pl: Zamówienia w toku
sv: Beställningar under behandling
tr: Siparileriniz İşleme Alındı

source: View all Orders
pl: Pokaż wszystkie zamówienia
sv: Visa alla beställningar
tr: Bütün Siparişleri Görüntüle

source: WARNING: THIS FUNCTION IS STILL EXPERIMENTAL. DO NOT USE IN PRODUCTION.
pl: UWAGA: TA FUNKCJA JEST WCIĄŻ W STANIE EKSPERYMENTALNYM. NIE UŻYWAĆ W SYSTEMACH PRODUKCYJNYCH.
sv: WARNING: den här funktionen är fortfarande experimentell. Använd den inte i produktion.

source: Import from fixture file:
pl: Import z pliku (fixture):
sv: Importera från testfixturfil:
tr: Sabit dosyadan ithal et:

source: Export
pl: Eksport
sv: Exportera
tr: İhrac et

source: Export?
pl: Eksport?
sv: Exportera?
tr: ihrac edilsin mi?

source: Include images?
pl: Dołączyć obrazy?
sv: Inkludera bilder?
tr: Resim ekle?

source: Include categories?
pl: Dołączyć kategorie?
sv: Inkludera kategorier?

source: Reset
pl: Zeruj
sv: Nollställ
tr: Yeniden Başlat

source: Check all
pl: Zaznacz wszystko
sv: Markera alla
tr: Hepsini onayla

source: Uncheck all
pl: Odznacz wszystko
sv: Avmarkera alla
tr: Onayı kaldır

source: No products.
pl: Brak produktów.
sv: Inga produkter.
tr: Ürün yok.

source: Product import/export
pl: Import/eksport produktów
sv: Produkt import/export
tr: Ürün ithal et/ihrac et

source: Results
pl: Resultaty
sv: Resultat
tr: Sonuçlar

source: Import Results
pl: Rezultaty importu
sv: Importresultat

source: Errors
pl: Błędy
sv: Fel
tr: Hatalar

source: results
pl: rezultaty
sv: resultat
tr: sonuçlar

source: Store Details
pl: Szczególy sklepu
sv: Butiksinformation
tr: Mağaza Ayrıntıları

source: Store Web Site
pl: Strona web sklepu
sv: Butiksajt
tr: Mağaza Web Sitesi

source: Product Configuration
pl: Konfiguracje produktów
sv: Produktkonfiguration
tr: Ürün Düzeni

source: Product Categories
pl: Kategorie produktów
sv: Produktkategorier
tr: Ürün Kategorileri

source: Product Options
pl: Opcje produktów
sv: Produktvalmöjligheter
tr: Ürün Seçenekleri

source: Product OptionItems (Use for editing translations)
pl: Opcje produktów (używane do edycji tłumaczeń)
sv: Produktvalmöjligheter (använd för att redigera översättningar)

source: Individual Products
pl: Indywidualne produkty
sv: Enskilda produkter

source: Contact Interactions
pl: Interacje z kontaktami
sv: Kontaktinteraktioner

source: Codes
pl: Kody
sv: Koder
tr: Kodlar

source: International Information
pl: Informacje międzynarodowe
sv: Internationell information
tr: Uluslararası Bilgi

source: Taxes
pl: Podatki
sv: Moms
tr: Vergiler

source: Tax Information
pl: informacje podatkowe
sv: Momsinformation
tr: Vergi Bilgisi

source: Variation Manager
pl: Zarządzanie odmianami
sv: Varianthanterare

source: Variations
pl: Odmiany
sv: Varianter
tr: Değişiklikler

source: Variation Manager for %(product_name)s
pl: Zarządzanie odmianami dla %(product_name)s
sv: Varianthanterare för %(product_name)s

source: Choices
pl: Wybory
sv: Alternativ

source: Helper Links
pl: Linki programów pomocniczych
sv: Snabblänkar

source: Select These Options
pl: Wybierz spośród opcji
sv: Markera dessa alternativ

source: Select Only These Options
pl: Wybierz tylko te opcje
sv: Markera endast dessa alternativ

source: Select All
pl: Wybierz wszystko
sv: Markera alla

source: Deselect These Options
pl: Odznacz te opcje
sv: Avmarkera dessa alternativ

source: Deselect All
pl: Odznacz wszystko
sv: Avmarkera alla

source: Show All
pl: Pokaż wszystko
sv: Visa alla

source: Hide Inactive Rows
pl: Ukryj nieaktywne wiersze
sv: Göm inaktiva rader

source: Update Variations
pl: Aktualizuj odmiany
sv: Uppdatera varianter

source: Reset Form
pl: Resetuj formularz
sv: Återställ formuläret

source: Variation
pl: Odmiana
sv: Variant

source: Exists
pl: Istnieje
sv: Finns

source: Create/Keep
pl: Utwórz/Zachowaj
sv: Skapa/Behåll

source: yes
pl: tak
sv: ja

source: no
pl: nie
sv: nej

source: Select the Configurable Product to manage.
pl: Wybierz Produkt Konfigurowalny
sv: Välj den Konfigurerbara Produkt du vill hantera

source: Order Balance
pl: Saldo zamówienia
sv: Ordersaldo
tr: Sipariş Bakiyesi

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
pl: Aby złożyć to zamówienie, pozostała kwota w wysokości %(orderbalance)s, musi zostać uregulowana.
sv: För att slutföra beställningen behöver du betala de resterande %(orderbalance)s på den här beställningen.
tr: Bu siparişi tamamlamak icin yüzde olarak kalan bakiyeyi %(orderbalance)s ödemelisiniz.

source: How do you want to pay?
pl: Jak chcesz zapłacić?
sv: Hur vill du betala?
tr: Nasıl ödemek istersiniz?

source: Continue Checkout
pl: Kontynuuj
sv: Fortsätt till kassan

source: Ship/Bill
pl: Dostawa/Rachunek
sv: Frakt/Faktura
tr: Kargo/Fatura

source: Confirmation
pl: Potwierdzenie
sv: Bekräftelse
tr: Onaylama

source: The following error was returned while trying to process your payment. Please correct and resubmit.
pl: Następujący błąd został zwrócony przy próbie płatności. Prosimy poprawić i spróbować ponownie.
sv: Följande fel inträffade då din betalning skulle behandlas. Var vänlig rätta till och skicka igen.
tr: Ödemeniz yapılandırılırken bir hata oluştu. Lütfen düzeltip tekrar yollayın.

source: Please validate the following information, then submit your order.
pl: Prosimy o zweryfikowanie poniższych informacji i potwierdzenie zamówienia.
sv: Var god bekräfta följande information och skicka sedan din beställning.
tr: Siparişinizi vermeden önce, lütfen aşağıdaki bilgileri onaylayın.

source: Items Ordered
pl: Zamówione przedmioty
sv: Beställda varor
tr: Sipariş Edilen Ürünler

source: Purchase Items
pl: Zakupione przedmioty
sv: Köp varor

source: Please complete the following information in order to submit your order.
pl: Prosimy o uzupełnienie poniższych informacji niezbędnych do złożenia zamówienia.
sv: Var god fyll i följande information för att kunna lägga din order.
tr: Siparişinizi vermek için lütfen aşağıdaki bilgileri tamamlayın.

source: Discount code
pl: Kod rabatu
sv: Rabattkod
tr: İndirim Kodu

source: Shipping Information
pl: Wybierz sposób dostawy
sv: Leveransinformation
tr: Kargo bilgisi

source: Please choose your preferred shipping method
pl: Prosimy wybrać sposób dostawy
sv: Var god ange fraktmetod
tr: Lütfen tercih ettiğiniz kargo şeklini seçiniz

source: Confirm
pl: Potwierdź
sv: Bekräfta
tr: Onayla

source: The following error was returned while trying to process your card. Please correct and resubmit
pl: Wystąpił błąd przy przetwarzaniu Twojej płatności. Prosimy poprawić i ponowić płatność
sv: Följande fel inträffade då din kortbetalning skulle behandlas. Var vänlig rätta till och skicka igen.

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
pl: Karta kredytowa %(credit_card_type)s o numerze kończącym się na %(credit_card_number)s zostanie obciążona kwotą %(order_total)s.
sv: %(order_total)s kommer att dras från ditt %(credit_card_type)s-kort som slutar med %(credit_card_number)s.
tr: %(credit_card_number)s ile biten %(credit_card_type)s kredi kartınızdan %(order_total)s tahsil edilecek.

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
pl: Koszyk jest pusty. Dodaj do niego produkty.
sv: Din kundvagn är tom. Lägg till några produkter i den och gå sedan till kassan.

source: If you already have an account, you can login now to fill in most of the information below.
pl: Jeżeli masz już konto, zaloguj się by poniższe dane zostały wypełnione automatycznie.
sv: Om du redan har ett konto kan du nu logga in för att fylla i den mesta av informationen nedan.
tr: Kullanıcı hesabınız varsa oturum açıp aşağıdaki bilgileri doldurabilirsiniz.

source: This is just a convenience, no account is required!
pl: Dla Twojej wygody, założenie konta nie jest wymagane!
sv: Det här är bara för bekvämlighets skull, inget konto behövs!
tr: Durumunuz uygun, kullanıcı hesabı açmanıza gerek yok!

source: Login
pl: Zaloguj
sv: Logga in
tr: Oturum aç

source: You'll need to fill out at least the fields with a *
pl: Pola wmagane zostały oznaczone gwiazdką (*)
sv: Du behöver fylla i åtminstone fälten markerade med *
tr: * lı alanları doldurmanız gerekli

source: Basic Information
pl: Informacje podstawowe
sv: Allmän information
tr: Temel Bilgiler

source: Phone number
pl: Numer telefonu
sv: Telefonnummer
tr: Telefon numarası

source: Billing Information
pl: Informacje do rachunku
sv: Fakturainformation
tr: Fatura Bilgileri

source: Bill To
pl: Rachunek dla

source: If different from the first and last names above
pl: Jeżeli różne od imienia i nazwiska powyżej

source: State/Province
pl: Stan/Prowincja
sv: Delstat/landsdel
tr: Eyalet/İl

source: Zipcode/Postcode
pl: Kod pocztowy
sv: Postnummer
tr: Posta kodu

source: Shipping same as billing?
pl: Adres dostawy taki sam jak rachunku?
sv: Leveransadress samma som fakturaadress?
tr: Kargo için fatura adresini kullan?

source: Ship To
pl: Dostawa do

source: Type of credit card
pl: Typ karty kredytowej
sv: Typ av kreditkort
tr: Kredi kartı türünüz

source: Credit card number
pl: Numer karty kredytowej
sv: Kreditkortsnummer
tr: Kredi kartı numaranız

source: Expiration date
pl: Data ważności
sv: Utgångsdatum
tr: Kapatılma Tarihi

source: CCV
pl: kod CCV

source: Thank you for your order!
pl: Dziękujemy za zamówienie!
sv: Tack för din beställning!
tr: Siparişiniz için teşekkürler!

source: Please print out this page as a receipt. You will also receive an email with this information.
pl: Możesz wydrukować tę stronę jako potwierdzenie zamówienia. Otrzymasz od nas również email z poniższymi informacjami.
sv: Skriv gärna ut denna sida som kvitto. Du kommer också att få e-brev med den här informationen.
tr: Lütfen bu sayfanın çıktısını makbuz olarak alın. Aynı zamanda bu bilgiyi içeren bir email alacaksınız.

source: This order will be COD for %(order_total)s.
pl: Kwota %(order_total)s zostanie uiszczona za pobraniem.
sv: Den här ordern skickas mot postförskott på %(order_total)s.

source: Your payment will be processed through Google Checkout.
pl: Twoja płatność zostanie zrealizowana w systemie Google Checkout.
sv: Din betalning kommer att behandlas av Google Checkout.
tr: Ödemeniz Google Checkout ile yapılacak.

source: Fast checkout through Google
pl: Szybki zakup przez Google
sv: Snabb utcheckning med Google
tr: Google üzerinden hızlı ödeme

source: Your payment will be processed through PayPal.
pl: Twoja płatność będzie obsłużona przez PayPal.
sv: Din betalning kommer att behandlas av PayPal.

source: Not set
pl: Nie podano
sv: Inte inställt
tr: Ayarlanmadı

source: Account
pl: Konto
sv: Konto
tr: Kullanıcı Hesabı

source: Order Tracking
pl: Historia zamówień
sv: Orderspårning
tr: Sipariş Takibi

source: Update Profile
pl: Aktualizacja danych
sv: Uppdatera profil
tr: Profilini Güncelle

source: Your Profile
pl: Twoje Dane
sv: Din profil
tr: Profilin

source: You&apos;ll need to fill out at least the fields with a *
pl: Powinieneś wypełnić wszystkie pola oznaczone gwiazdką *
sv: Du behöver fylla i åtminstone fälten markerade med *
