Repository: sankroh/satchmo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, sv, tr

source: Powered by <a href="http://www.satchmoproject.com">Satchmo</a>.
tr: Powered by <a href="http://kurumsal.uyarer.com">TLT Bilişim</a>

source: Edit Shop Options
tr: Mağaza Seçeneklerini Düzenle

source: Format?
tr: Biçim?

source: Someone, hopefully you, signed up for a new account at %(site_url)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
tr: Biri, umud ediyoruz ki bu sizsiniz, bu email adresini %(site_url)s kullanarak yeni bir kullanıcı hesabı için giriş yapmış. Eğer sizseniz, ve kullanıcı hesanınızı aktif edip kullanmak isterseniz, aşağıda ki linki tıklayın yada web tarayıcınızın adres çuğuna kopyalayıp yapıştırın.
