Repository: sankroh/satchmo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, sv, tr

source: Enter an authentication passkey to secure your recurring billing cron url.
pl: Wprowadź hasło aby zabezpieczyć URL do cyklicznych naliczeń z crona.
sv: Ange ett autentiseringslösenord för att säkra URL:en för periodiska betalningar.

source: Allow URL Access to Cron for subscription rebills
pl: Pozwól na dostęp do URL w celu ponownego naliczania subskrypcji (z crona)
sv: Ge Cron URL-access för periodiska betalningar.

source: Do you want to allow remote url calls for subscription billing?
pl: Czy zezwala się na zewnętrzne wywołania URL dla płacenia za subskrypcje?
sv: Vill du tillåta fjärr-URL-anrop för periodiska betalningar?

source: False if you want to be in test mode. This is the master switch, turn it off to force all payments into test mode.
pl: Fałsz jeżeli ma działać w trybie testowym. To jest główny przełącznik, wyłącz go by wymusić aby wszystkie płatności odbywały się w trybie testowym.
sv: Falskt om du vill använda testläge. Det här är "huvudbrytaren", stäng av den för att tvinga alla betalningar att ske i testläge.
tr: Test moduna geçmek için değeri false yapın. Bu anahtar kapatıldığında test modundaki bütün ödemeler iptal edilecek.

source: Email owner?
pl: Wyślij email do właściciela?

source: True if you want to email the owner on order
pl: Zaznacz, jeśli chcesz wysyłać email z potwierdzniem do właściciela zamówienia.

source: Extra order emails?
pl: Dodatkowe emaile dla zamówienia?

source: Put all email addresses you want to email in addition to the owner when an order is placed.
pl: Podaj dodatkowe adresy email, które mają być powiadamiane oprócz właściciela zamówienia.

source: Country match required?
pl: Wymagna zgodność krajów?
sv: Kräv samma land?

source: If True, then customers may not have different countries for shipping and billing.
pl: Włącz, aby klienci nie mogli wybrać różnych krajów dla dostawy i rachunku.
sv: Om Sant kan kunder ej ange olika länder för faktura och leverans.

source: Enable payment modules
pl: Włącz moduł płatności
sv: Aktivera betalningsmoduler
tr: Ödeme birimlerini etkinleştir.

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
pl: Wybierz które moduły płatności będą aktywne. Po zaznaczeniu nowych zapisz i przeładuj stronę aby uzyskać dostęp do ustawień szczegółowych.

source: Enable SSL
pl: Włącz SSL
sv: Aktivera SSL
tr: SSL 'i etkinleştir.

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
pl: Opcja ta włącza SSL dla stron gdzie zbierane są np. informacje kontaktowe. Opcja nie dotyczy poszczególnych modułów płatności - dla nich musisz ustawić opcje osobno.

source: Should this be displayed as an option for the user?
pl: Czy to powinno być wyświetlone jako opcja dla użytkownika?
sv: Ska det här visas som ett val för användaren?
tr: Bu kullanıcıya bir seçenek olarak gösterilsin mi?

source: Option Name
pl: Nazwa opcji
sv: Namn på alternativet
tr: Seçenek İsmi

source: The class name as defined in payment.py
pl: Nazwa klasy - jak zdefiniowane w payment.py
sv: Klassnamnet som det definierats i payment.py
tr: Ödemede tanımlanacağı sınıfın ismi.py

source: Sort Order
pl: Porządek sortowania
sv: Sorteringsordning

source: Payment Option
pl: Opcja płatności
sv: Betalningssätt

source: Payment Options
pl: Opcje płatności
sv: Betalningssätt

source: Payment Method
pl: Matoda płatności
sv: Betalningssätt
tr: Ödeme Şekli

source: amount
pl: kwota
sv: belopp
tr: miktar

source: timestamp
pl: data i czas
sv: tidsmärke
tr: tarih bilgisi

source: Transaction ID
pl: ID transakcji
sv: Transaktions-ID
tr: İşlem ID

source: Order Payments
pl: Płatności za zamówienia
sv: Orderbetalningar
tr: Sipariş Ödemeleri

source: Credit Card Type
pl: Typ karty kredytowej
sv: Kreditkortstyp
tr: Kredi Kartı Türü

source: CC Number (Last 4 digits)
pl: Numer karty (ostatnie 4 cyfry)
sv: CC-nummer (sista fyra siffrorna)
tr: CC Numarası (Son 4 hane)

source: Encrypted Credit Card
pl: Zakodowane informacje o karcie kredytowej.
sv: Krypterat kreditkort
tr: Şifreli Kredi Kartı

source: Expiration Month
pl: Miesiąc ważności
sv: Utgångsmånad
tr: Son Kullanma Ayı

source: Expiration Year
pl: Rok ważności
sv: Utgångsår
tr: Son Kullanma Tarihi

source: Credit Card
pl: Karta kredytowa
sv: Kreditkort
tr: Kredi Kartı

source: Credit Cards
pl: Karty kredytowe
sv: Kreditkort
tr: Kredi Kartları

source: New price
pl: Nowa cena
sv: Nytt pris
tr: Yeni Fiyat

source: Shipping adjustment
pl: Korekta kwoty wysyłki
sv: Fraktjustering
tr: Kargo Ayarları

source: Feature is not enabled.
pl: Funkcja nie jest aktywna.
sv: Funktionen är inte aktiverad.

source: The orderitem you have requested doesn't exist, or you don't have access to it.
pl: Żądana pozycja zamówienia nie istnieje lub nie masz do niej dostępu.
sv: Den ordervara du begärde finns inte, eller saknar du tillgång.
tr: Sipariş verdiğiniz ürün bulunmuyor, yada girişiniz yok.

source: No form found in request.
pl: Brak danych w żądaniu.
sv: Inget formulär hittades i begäran.
tr: İstediğiniz form bulunamadı.

source: Payment method
pl: Metoda płatności
sv: Betalningsmetod
tr: Ödeme Şekli

source: Invalid discount.
pl: Niepoprawny rabat.
sv: Ogiltig rabatt.
tr: Geçersiz İndirim

source: Your card has expired.
pl: Kata jest nieważna.
sv: Ditt kort har gått ut.
tr: Kartınız iptal edildi.

source: Invalid ccv.
pl: Niepoprawny kod ccv.
sv: Ogiltig ccv.

source: Your order has already been processed.
pl: Twoje zamówienie już jest w realizacji.
sv: Din beställning har redan behandlats.
tr: Siparişiniz daha önce işleme alınmıştı.

source: Order successfully submitted.
pl: Zamówienie zostało przyjęte.

source: Your order is no longer valid.
pl: Twoje zamówienie jest już niepoprawne.
sv: Din beställning är inte giltig längre.
tr: Siparişiniz geçerli değil.

source: CreditCard
pl: Karta kredytowa
sv: KreditKort
tr: KrediKartı

source: Authorize.net Payment Settings
pl: Ustawienia modułu płatności Authorize.net
sv: Authorize.net betalningsinställningar
tr: Authorize.net Ödeme Ayarları

source: Submit to URL
pl: URL produkcyjny

source: This is the address to submit live transactions.
pl: Adres, gdzie będą przesyłane transakcje
sv: Detta är adressen till vilken riktiga transaktioner skickas.

source: Submit to Test URL
pl: URL do testów

source: Available credit cards
pl: Dostępne karty kredytowe
sv: Tillgängliga kreditkort
tr: Geçerli kredi kartları

source: Your authorize.net transaction login
pl: Twój login do authorize.net
sv: Din authorize.net transaktionsinloggning
tr: authorize.net baglantısı (transaction) için kullanıcı adı

source: Your authorize.net transaction key
pl: Twój klucz do authorize.net
sv: Din authorize.net transaktionsnyckel
tr: authorize.net baglantı (transaction) anahtarı

source: Capture Payment?
pl: Potwierdzać płatność?

source: IMPORTANT: If false, you will need to manually go to your authorize.net merchant account and capture payments. Setting this to false means you are authorizing the card only, not capturing payment.
pl: WAŻNE: Jeżeli nie ustawisz tej flagi, każda transakcja będzie musiała być recznie potwierdzona przy pomocy panelu na stronie authorize.net. Pusta opcja oznacza, że tylko autoryzujesz karty bez potwierdzenia płatności.

source: Auto Success Module
pl: Moduł AutoSuccess
tr: Otomatik Onay Modülü

source: Payment Auto Success Module Settings
pl: Ustawienia dla modułu AutoSuccess
tr: Otomatik Ödeme Onay Modulu Ayarları

source: COD
pl: Płatność przy odbiorze
sv: Postförskott

source: COD Payment Module Settings
pl: Ustawienia modułu Płatność przy odbiorze
sv: COD-betalningsmodulsinställningar
tr: COD Ödeme Modülü Ayarları

source: Use SSL for the module checkout pages?
pl: Użyć SSL dla stron zakupów?
sv: Använd SSL för modulens utcheckningssidor?

source: Cybersource.net Payment Settings
pl: Ustawienia modułu płatności Cybersource.net
sv: Cybersource.net betalningsinställningar
tr: Cybersource.net Ödeme Ayarları

source: WSDL URL
pl: URL WSDL

source: Submit to Test WSDL URL
pl: URl WSDL testowy
sv: Skicka för att testa WSDL-URL:en

source: Currency Code
pl: Kod waluty
sv: Valutakod
tr: Kur Kodu

source: Currency code for Cybersource transactions.
pl: Kod waluty dla transakcji Cybersource
sv: Valutakod för Cybersource-transaktioner.
tr: Cybersource bağlatıları (transaction) için Kur kodu.

source: Your Cybersource merchant ID
pl: Twój numer ID Cybersource
sv: Din Cybersource merchant-ID

source: Your Cybersource transaction key
pl: Klucz tansakcji Cybersource
sv: Din Cybersource transaktionsnyckel

source: Payment Test Module
pl: Testowy Moduł Płatności
sv: Testbetalningsmodul
tr: Ödeme Testi Modülü

source: Payment Test Module Settings
pl: Ustawienia Testowego Modułu Płatności
sv: Testbetalningsmodulsinställningar
tr: Ödeme Testi Modülü Ayarları

source: Google Checkout Module
pl: Moduł płatności Google Checkout
sv: Google utcheckningsmodul
tr: Google Checkout Modülü

source: Google Checkout Module Settings
pl: Ustawienia modułu płatności Google Checkout
sv: Google utcheckningsmodulsinställningar
tr: Google Checkout Modülü Ayarları

source: XML Template
pl: Szablon XML
sv: XML-mall

source: The XML template to use when submitting to Google. Probably you should not change this.
pl: Szablon XML używany przy przesyłaniu danych do Gogle. Prawdopodobnie nie powinieneś tego zmieniać.
sv: XML-mallen som ska användas när det skickas till Google. Du bör antagligen inte ändra denna.

source: Currency code for Google Checkout transactions.
pl: Kod waluty dla transakcji Google Checkout
sv: Valutakod för Google Checkout transaktioner.
tr: Google Checkout bağlantıları (transactions) için Kur kodu.

source: Checkout Button URL
pl: UTL do przycisku "Zapłać"
sv: URL för utcheckningsknapp
tr: Checkout Buton Urlsi

source: Checkout Button Size
pl: Rozmiar przycisku "Zapłać"
sv: Storlek på utcheckningsknapp
tr: Checkout Buton Boyutu

source: Small
pl: Mały
sv: Liten

source: Medium
pl: Średni

source: Large
pl: Duży
sv: Stor

source: Post URL
pl: URL do przesłania danych

source: The Google URL for real transaction posting.
pl: URL dla przesłania prawdziwych transakcji

source: The Google URL for test transaction posting.
pl: URL dla przesłania transakcji testowych

source: Merchant ID
pl: Identyfikator Sprzedawcy (Merchant ID)

source: Merchant Key
pl: Klucz Sprzedawcy (Merchant Key)

source: Merchant Test ID
pl: Testowy Identyfikator Sprzedawcy (Merchant Test ID)

source: Merchant Test Key
pl: Testowy Klucz Sprzedawcy (Merchant Test Key)

source: Paypal Payment Settings
pl: Ustawienia płatności PayPal
sv: Paypal betalningsinställningar
tr: PayPal Ödeme Ayarları

source: Paypal Payment Module Settings
pl: Ustawienia modułu płatności PayPal
sv: Paypal betalningsmodulsinställningar
tr: Paypal Ödeme Modülü Ayarları

source: Currency code for Paypal transactions.
pl: Kod waluty dla transakcji PayPal
sv: Valutakod för Paypal-transaktioner.
tr: Paypal baglatıları (transactions) için Kur kodu.

source: The Paypal URL for real transaction posting.
pl: URL dla prawdziwych transakcji

source: The Paypal URL for test transaction posting.
pl: URL dla transakcji testowych

source: Paypal account email
pl: email dla konta PayPal
sv: E-postadress för Paypal-konto

source: The email address for your paypal account
pl: Adres email, na jaki zarejestrowane jest konto PayPal
sv: E-postadressen för ditt paypal-konto

source: Paypal test account email
pl: email konta testowego PayPal
sv: E-postadress för Paypal-testkonto

source: The email address for testing your paypal account
pl: Adres email, na jaki zarejestrowane jest konto testowe PayPal
sv: E-postadressen för att testa ditt paypal-konto

source: Return URL
pl: Powrotny URL
sv: Retur-URL

source: Where Paypal will return the customer after the purchase is complete. This can be a named url and defaults to the standard checkout success.
pl: Gdzie powróci klient po zakończeniu transakcji. Może to być nazwa URL w Django. Domyślnie kieruje na standardową stronę poprawnego zakończenia płatności.

source: Paid through PayPal.
pl: Zapłacone przez PayPal.
sv: Betalad med PayPal.
tr: PayPal üstünden öde.

source: ---Comment via Paypal IPN---
pl: ---Komentarz z PayPal---
sv: ---Kommentar via Paypal IPN---

source: TrustCommerce Payment Settings
pl: Ustawienia płatności TrustCommerce
sv: TrustCommerce betalningsinställningar

source: Use Address Verification System (AVS)?
pl: Czy użyć AVD (System Weryfikacji Adresu)?
sv: Använd Address Verification System (AVS)?

source: Type of authorization to perform.
pl: Jaką autoryzację przeprowadzić.

source: Refer to manual for details on the different types.
pl: Sprawdź w podręczniku jakie są dostępne opcje
sv: Se manualen för mer information om de olika typerna.

source: Sale
pl: Sprzedaż
tr: İndirim

source: Preauth
pl: Pre-autoryzacja

source: Your TrustCommerce login
pl: Login do TrustCommerce
sv: Ditt TrustCommerce-användarnamn
tr: TrustCommerce Kullanıcı Adı

source: Your TrustCommerce password
pl: Hasło do TrustCommerce
sv: Ditt TrustCommerce-lösenord
tr: TrustCommerce Şifresi

source: Transaction was declined. Reason: %s
pl: Transakcja odrzucona. Przyczyna: %s
sv: Transaktionen nekades. Anledning: %s

source: Improperly formatted data. Offending fields: %s
pl: Niepoprawne dane. Błędne pola: %s
sv: Felaktigt formaterad data. Problematiska fält: %s

source: An error occurred: %s
pl: Wystąpił błąd: %s
sv: Ett fel inträffade: %s
tr: Bir hata oluştu: %s

source: You must not save a category in itself!
pl: Nie możesz zapisać kategorii w niej samej!
sv: Du kan inte spara en kategori i sig själv!
tr: Bir kategoriyi kendi içine kaydetmemelisiniz!

source: A unit of measure must be entered for the length
pl: Podaj jednostkę miary dla długości
sv: En enhet måste anges för längden.

source: Meta Data
pl: Meta-dane

source: Item Dimensions
pl: Wymiary przedmiotu
sv: Produktdimensioner
tr: Ürün Boyutları

source: Tax
pl: Podatek
sv: Moms
tr: Vergi

source: Related Products
pl: Powiązane produkty
sv: Relaterade produkter
tr: İlgili Ürünler

source: The product and parent fields can not be the same.
pl: Pola produktu i rodzica nie mogą być jednakowe
sv: Produkten och dess föräldrafält får inte vara samma.

source: Inventory Editor
pl: Edytor stanów magazynowych
sv: Lager-editor

source: Product Import/Export
pl: Import/Eksport produktów
sv: Produkt import/export
tr: Ürün İthal et/İhraç et

source: No upload file found
pl: Nie znaleziono pliku
sv: Ingen uppladda fil funnen
tr: Yüklenmiş dosya bulunamadı

source: The product you have requested is not a Configurable Product.
pl: Wybrany produkt nie jest Produktem Konfigurowalnym.
sv: Produkten du efterfrågade är inte en Konfigurerbar Produkt.

source: The product you have requested does not exist.
pl: Wybrany produkt nie istnieje.
sv: Produkten du efterfrågade finns inte.
tr: İstediğiniz ürün bulunamadı.

source: Product Settings
pl: Ustawienia produktu
sv: Produktinställningar
tr: Ürün Ayarları

source: Product Model Options
pl: Opcje produktów
sv: Produktmodell-alternativ
tr: Ürün Modeli Ayarları

source: Configurable Product
pl: Produkt Konfigurowalny
sv: Konfigurerbar produkt

source: Product Variation
pl: Odmiany produktów
sv: Produktvariant
tr: Ürün Değişikliği

source: Custom Order
pl: Zamówienie specjalne
sv: Anpassad order

source: Subscription Product
pl: Subskrypcje
sv: Prenumerationsprodukt

source: Downloadable Product
pl: Produkty do pobrania online
sv: Nedladdningsbar produkt

source: Upload Image Dir
pl: Folder gdzie zostaną wgrane zdjęcia
sv: Uppladdningsmapp för bilder
tr: Upload Resim Klasörü

source: Directory name for storing uploaded images. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
pl: Nazwa katalogu, gdzie przechowywane będą załadowane zdjęcia produktów. Wartość z tego pola będzie dołączona do systemowej zmiennej MEDIA_ROOT. Nie przejmuj się separatorami (/ i \), obsłużymy je.

source: Protected dir
pl: Zabezpieczony folder
sv: Skyddad mapp

source: This is only used if you use Downloadable Products. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
pl: Nazwa katalogu, gdzie przechowywane będą pliki do pobrania. Wartość z tego pola będzie dołączona do systemowej zmiennej MEDIA_ROOT. Nie przejmuj się separatorami (/ i \), obsłużymy je.

source: export format
pl: format dancych eksportu
tr: dışa aktarım formatları

source: Include Images
pl: Dołącz obrazy
sv: Inkludera bilder
tr: Resimleri Ekle

source: Include Categories
pl: Dołącz kategorie
sv: Inkludera kategorier

source: File to import
pl: Plik do zaimportowania
sv: Fil att importera
tr: İthal edilecek dosyalar

source: Could not parse format from filename: %s
pl: Nie można przeanalizować pliku: %s
sv: Kunde inte utläsa format från filnamn: %s

source: Bad VARS file in import zipfile.
pl: Zły plik VARS w pliku zip.
sv: Ogiltig VARS-fil i import av zip-fil.

source: Missing VARS in import zipfile.
pl: Brakuje pliku VARS w pliku zip.
sv: Saknar VARS i import av zip-fil.

source: Unknown file format: %s
pl: Nieznany format pliku: %s
sv: Okänt filformat: %s
tr: Bilinmiyen dosya formatı: %s

source: Added %(count)i objects from %(filename)s
pl: Dodano %(count)i obiektów z pliku %(filename)s
sv: Lade till %(count)i objekt från %(filename)s

source: Problem installing fixture '%(filename)s': %(error_msg)s
pl: Wystąpił problem z załadowaniem danych z pliku '%(filename)s': %(error_msg)s
sv: Problem vid installation av testdata '%(filename)s': %(error_msg)s

source: Used for URLs, auto-generated from name if blank
pl: Używane w URL, generowane automatycznie z nazwy jeżeli zostawisz puste

source: Meta Description
pl: Meta Opis
sv: Metabeskrivning
tr: Meta Tanımı

source: Meta description for this category
pl: Opis (Meta Description) dla tej kategorii
sv: Metabeskrivning av den här kategorin
tr: Bu kategori için meta tanımı

source: Ordering
pl: Kolejność
sv: Ordning
tr: Sipariş verme

source: Override alphabetical order in category display
pl: Ustal inną (niż alfabetyczna) kolejność sortowania przy wyświetlaniu kategorii
sv: Åsidosätt alfabetisk ordning vid visning av kategorier
tr: Kategori görünümü alfabetik sırala

source: Category
pl: Kategoria
sv: Kategori
tr: Kategori

source: Categories
pl: Kategorie
sv: Kategorier
tr: Bölümler

source: language
pl: język
sv: språk
tr: dil

source: Translated Category Name
pl: Przetłumaczona nazwa kategorii
sv: Översatt kategorinamn
tr: Kategori İsmini Çevir

source: Description of category
pl: Opis kategorii
sv: Kategoribeskrivning
tr: Kategorinin Tanıtımı

source: version
pl: wersja
tr: vesiyon

source: active
pl: aktywne
sv: aktiverad
tr: aktif

source: Category Translation
pl: Tłumaczenie kategorii
sv: Kategoriöversättning
tr: Kategori Çevirisi

source: Category Translations
pl: Tłumaczenia kategorii
sv: Kategoriöversättningar
tr: Kategori Çevirileri

source: Picture
pl: Obrazek
sv: Bild
tr: Resim

source: Optional caption
pl: Ocjonalny podpis
sv: Valfri rubrik

source: Category Image
pl: Obraz dla kategorii
sv: Kategoribild
tr: Kategori Resmi

source: Category Images
pl: Obrazy dla kategorii
sv: Kategoribilder
tr: Kategori Resimleri

source: Translated Caption
pl: Przetłumaczony podpis
sv: Översatt rubrik

source: Category Image Translation
pl: Przetłumaczony obraz kategorii
sv: Kategoribildsöversättning
tr: Kategori Resimi Çevirisi

source: Category Image Translations
pl: Przetłumaczone obrazy kategorii
sv: Kategoribildsöversättningar
tr: Kategori Resmi Çevirileri

source: Name of Option Group
pl: Nazwa grupy opcji
sv: Namn på valgrupp
tr: Seçenek Grubu İsmi

source: This will be the text displayed on the product page.
pl: Niniejszy tekst będzie wyświetlany na stronie produktu.
sv: Detta är texten som visas på produktsidan.

source: Detailed Description
pl: Opis szczegłowy
sv: Detaljerad beskrivning
tr: Detaylı Tanıtım

source: Further description of this group (i.e. shirt size vs shoe size).
pl: Dodatkowy opis tej grupy (np. dla rozróżnienia rozmiaru buta i rozmiaru koszulki)
sv: Ytterligare beskrivning av denna grupp (t ex. tröjstorlek vs skostorlek).
tr: Bu grup için daha fazla bilgi (örn: shirt bedeni veya ayakkabı numarası).

source: The display order for this group.
pl: Porządek wyświetlania dla tej grupy.
sv: Visningsordningen för denna grupp.
tr: Bu gurup için teşhir sırası.

source: Option Group
pl: Grupa opcji
sv: Valmöjlighetsgrupp
tr: Seçenek Grubu

source: Option Groups
pl: Grupy opcji
sv: Valmöjlighetsgrupper
tr: Seçenek Grupları

source: Translated OptionGroup Name
pl: Przetłumaczona nazwa grupy opcji
sv: Översatt valmöjlighetsnamn
tr: Çevrilmiş Seçenek Grubu İsimleri

source: Description of OptionGroup
pl: Opis grupy opcji
sv: Beskrivning av valmöjlighetsgrupp
tr: Seçenek Grubu Tanıtımı

source: Option Group Translation
pl: Tłumaczenie grupy opcji
sv: Översättning av valmöjlighetsgrupp
tr: Seçenek Grubu Çevirisi

source: Option Groups Translations
pl: Tłumaczenia grupy opcji
sv: Översättningar av valmöjlighetsgrupp
tr: Seçenek Grubu Çevirileri

source: Display value
pl: Wyświetlana wartość
sv: Visat värde
tr: Değeri Göster

source: Stored value
pl: Zapisana wartość
sv: Lagrat värde
tr: Değeri Sakla

source: Price Change
pl: Zmiana ceny
sv: Prisförändring
tr: Fiyat Değişikliği

source: This is the price differential for this option.
pl: Różnica w cenie dla tej opcji
sv: Det här är prisförändringen för denna valmöjlighet.

source: Option Item
pl: Opcja
sv: Valmöjlighet

source: Option Items
pl: Opcje
sv: Valmöjligheter

source: Translated Option Name
pl: Tłumaczona nazwa opcji
sv: Översatt valmöjlighetsnamn

source: Option Translation
pl: Tłumaczenie opcji
sv: Översättning av valmöjlighet
tr: Seçenek Çevirisi

source: Option Translations
pl: Tłumaczenia opcji
sv: Översättningar av valmöjlighet
tr: Seçenek Çevirileri

source: This is what the product will be called in the default site language. To add non-default translations, use the Product Translation section below.
pl: Nazwa produktu w domyślnym języku serwisu. Aby dodać inne tłumacznia użyj "Tłumaczenia produktu".
sv: Detta är vad produkten kommer att heta på sajtens förvalda språk. För att lägga till ytterligare översättningar, använd produktöversättningsavdelningen nedan.
tr: Ürün sitenin geçerli dilinde bu şekilde adlandırılıcak. Geçerliolmayan bir çeviri eklemek için Aşağıdaki Ürün Çevirisi bölümünü kullanın.

source: Defaults to slug if left blank
pl: Jeżeli puste, przyjmuje wartość slug
sv: Som default används slug-fältet om detta ej fylls i.

source: Short description of product
pl: Krótki opis produktu
sv: Kort produktbeskrivning
tr: Ürünün kısa bir tanıtımı

source: This should be a 1 or 2 line description in the default site language for use in product listing screens
pl: 1-2 linie opisu w domyślnym języku, do przedstawienia na listach produktów
sv: Detta ska vara en 1-2 raders beskrivning på sajtens förvalda språk för användning i produktlistor.

source: Description of product
pl: Opis produktu
sv: Produktbeskrivning
tr: Ürünün Tanıtımı

source: This field can contain HTML and should be a few paragraphs in the default site language explaining the background of the product, and anything that would help the potential customer make their purchase.
pl: Pole może zawierać HTML, powinno zawierać kilka akapitów opisu w domyślnym języku. Dowolna treść, która zacęci potencjalnego klienta do zakupu.
sv: Detta fält kan innehålla HTML och bör bestå av några stycken på sajtens förvalda språk som förklarar produktens bakgrund och allt som skulle kunna hjälpa en potentiell köpare.

source: Number in stock
pl: Ilość na stanie
sv: Antal i lager
tr: Stok Sayısı
