Repository: sankroh/satchmo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, sv, tr

source: Meta description for this product
pl: Meta opis dla tego produktu
sv: Metabeskrivning av denna produkt
tr: Bu ürün için meta tanımı

source: Is product active?
pl: Produkt aktywny?
sv: Är produkten aktiv?
tr: Ürün aktif mi?

source: This will determine whether or not this product will appear on the site
pl: Flaga kontroluje to czy produkt pojawi się na stronach
sv: Detta bestämmer huruvida produkten visas på sajten eller ej.

source: Featured Item
pl: Promowany przedmiot
sv: Utvald artikel
tr: Yeni Ürünler

source: Featured items will show on the front page
pl: przedmioty promowane są wyświetlane na stronie głównej
sv: Utvalda artiklar kommer att visas på huvudsidan.
tr: Yeni ürünler ana sayfada gözükecek

source: Weight
pl: Waga
sv: Vikt
tr: Ağırlık

source: Weight units
pl: Jednostka wagi
sv: Viktenhet

source: Length
pl: Długość
sv: Längd
tr: Uzunluk

source: Length units
pl: Jednostka długości
sv: Längdenhet

source: Width
pl: Szerokość
sv: Bredd
tr: Genişlik

source: Width units
pl: Jednostka szerokości
sv: Breddenhet

source: Height
pl: Wysokość
sv: Höjd
tr: Yükseklik

source: Height units
pl: Jednostka szerokości
sv: Höjdenhet

source: Related Items
pl: Przedmioty powiązane
sv: Relaterade varor
tr: Benzer Ürünler

source: Previously Purchased
pl: Poprzednio zakupione
sv: Tidigare köpt

source: Total sold
pl: Całkowita sprzedaż
sv: Antal sålda

source: Taxable
pl: Podlega opodatkowaniu
sv: Moms ska läggas på

source: Tax Class
pl: Klasa podatku
sv: Momstyp

source: If it is taxable, what kind of tax?
pl: Jeżeli podlega opodatkowaniu, to jakiemu?
sv: Om den ska momsbeläggas, vilken typ av moms?

source: Products
pl: Produkty
sv: Produkter
tr: Ürünler

source: Product Subtypes
pl: Podtypy produktów
sv: Produktundertyper

source: This should be a 1 or 2 line description for use in product listing screens
pl: 1-2 linie opisu, do wyświetlania na listach produktów
sv: Detta ska vara en 1-2 raders beskrivning för användning i produktlistor.

source: This field can contain HTML and should be a few paragraphs explaining the background of the product, and anything that would help the potential customer make their purchase.
pl: Pole może zawierać HTML, powinno zawierać kilka akapitów opisu w domyślnym języku. Dowolna treść, która zacęci potencjalnego klienta do zakupu.
sv: Detta fält kan innehålla HTML och bör bestå av några stycken som förklarar produktens bakgrund och allt som skulle kunna hjälpa en potentiell köpare.

source: Product Translation
pl: Tłumaczenie produktu
sv: Produktöversättning
tr: Ürün Çevirisi

source: Product Translations
pl: Tłumaczenia produktów
sv: Produktöversättningar
tr: Ürün Çevirileri

source: Percent Downpayment
pl: Procent przedpłaty
sv: Handpenning procent

source: Deferred Shipping
pl: Odroczona wysyłka
sv: Uppskjuten betalning
tr: Ertelenmiş Kargo

source: Do not charge shipping at checkout for this item.
pl: Nie pobieraj opłaty za przesyłkę dla tego przedmiotu
sv: Ta inte betalt för frakt vid utcheckning av denna vara.

source: Custom Product
pl: Produkt Specjalny
sv: Anpassad produkt

source: Custom Products
pl: Produkty Specjalne
sv: Anpassade produkter

source: Custom field name
pl: Nazwa pola dodatkowego
sv: Anpassat fältnamn

source: Auto-generated from name if blank
pl: Generowane automatycznie jeżeli pozostawisz puste

source: Custom Fields
pl: Pola specjalne
sv: Anpassade fält

source: Translated Custom Text Field Name
pl: Przetłumaczona nazwa pola specjalnego
sv: Översättning av anpassat fältnamn

source: CustomTextField Translation
pl: Tłumaczenie pola specjalnego
sv: Översättning av anpassat fältnamn

source: CustomTextField Translations
pl: Tłumaczenia pól specjalnych
sv: Översättningar av anpassade fältnamn

source: Create Variations
pl: Utwórz odmiany
sv: Skapa varianter:
tr: Varyasyonlar oluştur

source: Create ProductVariations for all this product's options. To use this, you must first add an option, save, then return to this page and select this option.
pl: Utwórz odmiany produktów, dla wszystkich opcji. Aby użyć tej opcji musisz najpierw dodać opcję, zapisać ją i dopiero wrócić na tą stronę.
sv: Skapa produktvarianter för alla denna produkts valmöjligheter. För att använda detta måste du först lägga till en valmöjlighet, spara, och sedan återvända till denna sida.

source: Configurable Products
pl: Produkty Konfigurowalne
sv: Konfigurerbar produkt

source: File
pl: Plik
sv: Fil

source: Num allowed downloads
pl: Ilość dozwolonych pobrań
sv: Antal tillåtna nedladdningar

source: Number of times link can be accessed.
pl: Ile razy link może być użyty
sv: Antal gånger som länken kan användas.

source: Expire minutes
pl: Ważność w minutach
sv: Giltighetstid (minuter)

source: Number of minutes the link should remain active.
pl: Czas aktywności linku w minutach.
sv: Antal minuter som länken ska förbli aktiv.

source: Is this download currently active?
pl: Czy link do pobrania jest aktywny?
sv: Är den här nedladdningen för närvarande aktiv?

source: Downloadable Products
pl: Produkt do pobrania online
sv: Nedladdningsbara produkter

source: Recurring Billing
pl: Naliczenia cykliczne
sv: Periodisk betalning

source: Customer will be charged the regular product price on a periodic basis.
pl: Klient będzie regularnie obciążany ceną za ten produkt.
sv: Kunden kommer att debiteras det vanliga produktpriset på periodisk basis.

source: Recurring Times
pl: Jak często będzie powtarzane
sv: Antal perioder

source: Number of payments which will occur at the regular rate. (optional)
pl: Ilość opłat, które nastąpią w regularnej cenie (opcjonalne)
sv: Antal betalningar som kommer att ske på periodsbasis. (frivilligt)

source: Duration
pl: Długość
sv: Längd

source: Length of each billing cycle (days)
pl: Długość każdego cyklu rozliczeniowego (dni)
sv: Längden på varje period (antal dagar)

source: No Shipping Charges
pl: Bez opłat za wysyłkę
sv: Ingen fraktkostnad

source: Pay Shipping Once
pl: Opłata jednorazowa
sv: Betala frakten en gång

source: Pay Shipping Each Billing Cycle
pl: Opłata za wysyłkę za każdym cyklem
sv: Betala frakten varje debiteringsperiod

source: Shippable?
pl: Do wysłki?
sv: Fraktbar?

source: Is this product shippable?
pl: Czy produkt daje się wysłać?
sv: Kräver den här produkten frakt?

source: Subscription Products
pl: Subskrypcje
sv: Prenumerationsprodukter

source: Set to 0 for a free trial. Leave empty if product does not have a trial.
pl: Ustaw na 0 dla bezpłatnego okresu. Pozostaw puste jeżeli produkt nie ma okresu próby.
sv: Ange 0 för ett gratis prov. Lämna tomt ifall produkten inte har någon provperiod.

source: Trial Duration
pl: Ores próbny
sv: Provperiodslängd

source: Length of trial billing cycle (days). Leave empty if product does not have a trial.
pl: Okres testowy (w dniach). Pozostaw pusty jeżeli nie ma okresu testowania.
sv: Längden på provperioden (dagar). Lämna tomt om produkten inte har en provperiod.

source: Trial Terms
pl: Warunki testu
sv: Provtid

source: Options
pl: Opcje
sv: Valmöjligheter

source: Parent
pl: Rodzic
sv: Förälder

source: Two options from the same option group cannot be applied to an item.
pl: Dwie opcje z tej samej grupy nie mogą być zaznaczone dla jednego obiektu

source: Product variation
pl: Odmiana produktu
sv: Produktvariant

source: Product variations
pl: Odmiany produktów
sv: Produktvarianter

source: Attribute Name
pl: Nazwa atrybutu
sv: Attributnamn
tr: Özellik İsmi

source: Value
pl: Wartość
sv: Värde
tr: Değer

source: Product Attribute
pl: Atrybut produktu
sv: Produktattribut
tr: Ürün Niteliği

source: Product Attributes
pl: Atrybuty produktów
sv: Produktattribut
tr: Ürün Nitelikler

source: Discount Quantity
pl: Rabat ilościowy
sv: Antal för prisnedsättning
tr: İndirim Miktarı

source: Use this price only for this quantity or higher
pl: Użyj tej ceny tylko jeżeli zamówienie opiewa na co najmniej tę ilość
sv: Använd detta pris endast för detta antal eller högre

source: Expires
pl: Wygaśnie
sv: Utgångsdatum

source: Prices
pl: Ceny
sv: Priser
tr: Fiyatlar

source: Product Image
pl: Obraz produktu
sv: Produktbild
tr: Ürün Resmi

source: Product Images
pl: Obrazy produktów
sv: Produktbilder
tr: Ürün Resimleri

source: Product Image Translation
pl: Przetłumaczony obraz produktu
sv: Produktbildsöversättning
tr: Ürün Resmi Çevirisi

source: Product Image Translations
pl: Przetłumaczone obrazy produktów
sv: Produktbildsöversättningar
tr: Ürün Resmi Çevirileri

source: not available
pl: niedostępny
sv: ej tillgänglig
tr: mevcut değil

source: Edit %(subtype)s
pl: Edytuj %(subtype)s
sv: Ändra %(subtype)s

source: Add %(subtype)s
pl: Dodaj %(subtype)s
sv: Lägg till %(subtype)s

source: Delete ProductVariation
pl: Usuń odmianę produktu

source: Enable Akismet ratings
pl: Włącz oceny produktów Akismet

source: Akismet API Key
pl: Klucz API Akismet

source: Rating
pl: Ocena
sv: Betyg

source: Not Rated
pl: Jeszcze nie oceniony

source: Maximum recent items
pl: Maksymalna liczba ostatnich produktów

source: The maximum number of items show in the recent box.
pl: Maksymalana ilość ostatnio ogladanych produktów (do pokazania).

source: Recently Viewed
pl: Ostatnio olądane

source: Shipping Settings
pl: Ustawienia wysyłki
sv: Fraktinställningar
tr: Kargo Ayarları

source: Active shipping modules
pl: Aktywne moduły wysyłki
sv: Aktiva fraktmoduler
tr: aktif kargo modülü

source: Select the active shipping modules, save and reload to set any module-specific shipping settings.
pl: Wybierz aktywny moduł wysyłki, zapisz i przeładuj by ustawić szczegółowe konfiguracje.
sv: Markera de aktiva fraktmodulerna, spara och ladda om för att ställa in modulspecifika fraktinställningar.
tr: Aktif kargo modülünü seç, kaydet ve modul tayin edilen kargo ayarını yeniden yukle.

source: Per piece
pl: Za egzemplarz
sv: Per enhet

source: Dummy Flat Rate Shipping
pl: Atrapa - Wysyłka o ustalonej stawce
sv: Fraktsätt att använda för frakt med fast pris

source: US Mail
pl: Poczta Polska

source: 3 - 4 business days
pl: 3-4 dni robocze
sv: 3 - 4 affärsdagar
tr: 3 - 4 İş günü

source: FedEx Shipping Settings
pl: Ustawienia wysyłki FedEx

source: Meter Number provided by FedEx.
pl: Numer 'Fedex Meter' jaki podał FedEx

source: FedEx Account Number
pl: Numer konta FedEx

source: FedEx Account Number.
pl: Numer konta FedEx.

source: FedEx Shipping Choices Available to customers.
pl: Jakie opcje transportu FedEx są dostępne dla klientów.

source: Type of container/package used to ship product.
pl: Typ pojemnika/opakowania użytego do wysysłki przedmiotu.

source: Access production FedEx server
pl: Serwer produkcyjny FedEx

source: Use this when your store is in production.
pl: Użyj adresu jeżeli działasz w trybie produkcyjnym (prawdziwym)
sv: Använd detta när din butik används i produktion.

source: Address to submit live transactions.
pl: Adres do przesłania prawdziwych transakcji.
sv: Adressen till vilken riktiga transaktioner skickas.

source: Submit to TestURL
pl: URL testowy

source: Address to submit test transactions.
pl: Adres do przesłania transakcji testowych
sv: Adressen till vilken test-transaktioner skickas.

source: Single Box?
pl: Jedno opakowanie?

source: Use just one box and ship by weight? If no then every item will be sent in its own box.
pl: Czy użyć jednego opakowania i wycenić po wadze? Jeżeli nie, każdy przedmiot zostanie wysłany we własnym pudełku.

source: Verbose logs
pl: Loguj szczegóły
sv: Detaljerad logg

source: Send the entire request and response to the log - for debugging help when setting up FedEx.
pl: Zapisz szczegóły transakcji do logu - w celu debugowania ustawień FedEx.

source: %s business days
pl: %s dni roboczych
sv: %s affärsdagar

source: %s business day
pl: %s dzień roboczy
sv: %s affärsdagar

source: Flat rate
pl: Stała cena
sv: Fast pris

source: Flat shipping
pl: Stała cena za wysyłkę
sv: Fast fraktkostnad

source: Flat Shipping Service
pl: Przesyłka z ustaloną ceną
sv: Fraktservice med fast kostnad

source: Shipping service used with Flat rate shipping
pl: Serwis używany przy wysyłce za ustaloną cenę
sv: Fraktsätt att använda för frakt med fast pris

source: Flat Delivery Days
pl: Dni dostawy
sv: Leveransdagar vid fast fraktkostnad

source: Flat Rate Shipping
pl: Przesyłka z ustaloną ceną
sv: Frakt med fast avgift

source: No Shipping
pl: Bez wysyłki
sv: Ingen frakt
tr: Kargo Yok

source: immediately
pl: natychmiast
sv: direkt

source: Per item price
pl: Cena za przedmiot
sv: Pris per vara

source: Per Item Shipping Service
pl: Przesyłka z ceną za każdy przedmiot
sv: Fraktsätt vid uppdelade försändelser

source: Shipping service used with per item shipping
pl: Serwis używany przy wysyłce za każdy przedmiot
sv: Fraktsätt att använda för frakt per artikel

source: Per Item Delivery Days
pl: Ilość dni dostawy dla każdego przedmiotu
sv: Leveransdagar vid frakt per artikel

source: Per Item shipping
pl: Koszta dostawy dla każdego przedmiotu.
sv: Frakt per vara

source: Key
pl: Klucz
sv: Nyckel
tr: Anahtar

source: Method
pl: Matoda
sv: Metod

source: i.e. US Mail
pl: np. US mail
sv: t ex. US Mail
tr: i.e. PTT

source: Min Price
pl: Minimalna cena
sv: Minimipris
tr: Min Ücret

source: Shipping Price
pl: Cena wysyłki
sv: Fraktkostnad
tr: Kargo Ücreti

source: Min Quantity
pl: Minimalna ilość

source: Store Contact
pl: Kontakt

source: Shipping Countries
pl: Kraje gdzie wysyłasz
sv: Leveransländer
tr: Kargo Ülkeleri

source: Shipping Method
pl: Metoda wysyłki
sv: Fraktsätt
tr: Kargo Şekli

source: Shipping Address
pl: Adres wysyłki
sv: Leveransadress
tr: Kargo Adresi

source: Billing Address
pl: Adres rachunku
sv: Fakturaadress
tr: Fatura Adresi

source: Totals
pl: Podsumowanie
sv: Totalsumma
tr: Tutarlar

source: Default currency symbol
pl: Domyślny symbol waluty
sv: Förvald valutasymbol
tr: Varsayılan Kur sembolu

source: Use a '_' character to force a space.
pl: Użyj znaku '_' aby wymusić odstęp.
sv: Använd bokstaven '_' för att få ett hårt mellanslag.
tr: Space yerine '_' karakteri kullan

source: Enable product ratings
pl: Włącz oceny produktów
sv: Aktivera produktbetyg
tr: Ürün oylaması aktif et

source: Enable random display of featured products on home page
pl: Włącz losowe wyświetlanie promowanych produktów na stronie głównej
sv: Aktivera slumpad visning av utvalda produkter på hemsidan
tr: Yeni ürünlerin anasayfa da rastgele görünmesini aktif et

source: Total number of featured items to display
pl: Całkowita ilość produktów do wyświetlenia

source: Number of featured items to display on each page
pl: Liczba produktów do wyśwetlenia na każdej stronie

source: Measurement system to use in store
pl: System miar dla skleu
sv: Webbshoppens måttsystem

source: Metric
pl: Metryczny
sv: Metrisk

source: Imperial
pl: Imperialny
sv: Brittiska/amerikanska

source: URI to the logo for the store
pl: URI do logo

source: Google Settings
pl: Ustawienia Google
sv: Google-inställningar

source: Enable Analytics
pl: Włącz Analytics
sv: Aktivera Analytics
tr: Analytics Aktif et

source: Use Urchin?
pl: Użyj Urchin?
sv: Använd Urchin?

source: Use the old-style, urchin javascript?. This is not needed unless your analytics account hasn't been updated yet.
pl: Czy użyć starszego modelu "urchin" z javascript? Może być wymagane, jeżeli konto analytics nie zostało zaktualizowane.
sv: Använd det gammaldags urchin med javascript? Detta behövs inte annat än om ditt analytics-konto inte har uppdaterats än.

source: Analytics Code
pl: Kod GoogleAnalytics
sv: Analytics-kod
tr: Analytics Kod

source: Enable Conversion Tracking
pl: Włącz śledzenie konwersji

source: Adwords ID (ex: UA-abcd-1)
pl: ID Adwords (np.: UA-abcd-1)
sv: Adwords-ID (t ex.: UA-abcd-1)
tr: Adwords ID (örn: UA-abcd-1)

source: Language Settings
pl: Ustawienia językowe
sv: Språkinställningar

source: Allow user to choose from available translations
pl: Pozwól użytkownikowi na wybór spośród dostępnych tłumaczeń
sv: Låt användare välja mellan tillgängliga översättningar
tr: Kullanıcının mevcut çevirileri kullanmasına izin ver

source: Available languages
pl: Dostępne tłumaczenia
sv: Tillgängliga språk
tr: Mevcut diller

source: Languages that have valid translations
pl: Języki dla których istnieją tłumaczenia
sv: Språk som har giltiga översättningar
tr: Mevcut çevirisi olan diller

source: Test Store
pl: Sklep testowy
sv: Testbutik
tr: Test Mağazası

source: Store Name
pl: Nazwa sklepu
sv: Butiknamn
tr: Mağaza Adı

source: Purchase item not in stock?
pl: Pozwól kupwać przedmioty nie będące na stanie?
sv: Köp vara som inte finns i lager?
tr: Satılan ürün stokta var mı?

source: Only sell to in-country customers?
pl: Sprzedaż tylko dla klientów krajowych?
sv: Sälj endast till kunder inom landet?
tr: Sadece ülke içi müşterilere mi satılsın?

source: Default country for customers
pl: Domyśly kraj dla klientów
sv: Förvalt land för kunder
tr: Müşteriler için geçerli ülkeler

source: Store Configuration
pl: Konfiguracja sklepu
sv: Butikinställning
tr: Mağaza Düzeni

source: Store Configurations
pl: Konfiguracje sklepów
sv: Butiksinställningar
tr: Mağaza Düzenleri

source: Shopping Cart
pl: Koszyk
sv: Kundvagn
tr: Alışveriş Sepeti

source: Shopping Carts
pl: Koszyki
sv: Kundvagnar
tr: Alışveriş Sepetleri

source: Cart
pl: Koszyk
sv: Kundvagn
tr: Sepet

source: Quantity
pl: Ilość
sv: Antal
tr: Miktar

source: Cart Item
pl: Element koszyka
sv: Kundvagnsvara

source: Cart Items
pl: Elementy koszyków
sv: Kundvagnsvaror

source: detail
pl: szczegóły
sv: detalj
tr: detay

source: name
pl: nazwa
sv: namn
tr: isim

source: Item Detail Price Change
pl: Zmiana ceny pozycji
sv: Prisförändring för orderdetalj

source: Cart Item Detail
pl: Szczegóły pozycji koszyka
sv: Kundvagnsvarudetalj

source: Cart Item Details
pl: Szczegóły pozycji koszyka
sv: Kundvagnsvarudetaljer

source: Show
pl: Pokaż
sv: Visa
tr: Göster

source: Temp
pl: Tymczasowe
sv: Temporär

source: Pending
pl: Oczekuje
sv: Väntar på behandling
tr: Beklemede

source: In Process
pl: W toku
sv: Behandlas
tr: İşlemde

source: Billed
pl: Zapłacone
sv: Fakturerad
tr: Fatura Kesildi

source: Shipped
pl: Wysłane
sv: Skickad
tr: Nakledildi

source: Subtotal
pl: Podsumowanie
sv: Delsumma
tr: Ara Tutar

source: Total
pl: W sumie
sv: Totalt
tr: Tutar

source: Discount amount
pl: Kwota rabatu
sv: Prisnedsättning
tr: İndirim Miktarı

source: Order method
pl: Sposób zamówienia
sv: Ordersätt
tr: Sipariş Şekli

source: Shipping Description
pl: Opis wysyłki
sv: Fraktbeskrivning
tr: Kargo Tanıtımı

source: Shipping Models
pl: Model wysyłki
sv: Fraktmoduler
tr: Kargo Modelleri

source: Shipping Cost
pl: Koszt wysyłki
sv: Fraktkostnad
tr: Kargo Tutarı

source: Shipping Discount
pl: Rabat na wysyłce
sv: Prisnedsättning på frakten
tr: Kargo İndirimi

source: Timestamp
pl: Data i czas
sv: Tidsmärke
tr: Tarih Bilgisi

source: This is set automatically.
pl: To pole jest ustawiane automatycznie
sv: Denna sätts automatiskt.
tr: Otomatik ayarlanmıştır.

source: View
pl: Widok

source: Order immediately available for download
pl: Zamówienie jest natychmiast dostępne do pobrania

source: Product Order
pl: Zamówienie produktu
sv: Produktorder
tr: Ürün Siparişi

source: Product Orders
pl: Zamówienia produktów
sv: Produktordrar
tr: Ürün Siparişleri

source: Unit price
pl: Cena jednostkowa
sv: Pris per styck
tr: Birim Fiyatı

source: Unit tax
pl: Podatek jednostkowy
sv: Moms per styck

source: Line item price
pl: Wartość pozycji
sv: Orderradspris

source: Line item tax
pl: Podatek dla pozycji
sv: Orderrad moms

source: Subscription End
pl: Koniec subskrypcji
sv: Prenumerationen går ut

source: Subscription expiration date.
pl: Data końca subskrypcji.
sv: Utgångsdatum för prenumeration.

source: Completed
pl: Zakończone
sv: Slutförd

source: Line item discount
pl: Rabat dla pozycji
sv: Prisnedsättning på orderrad

source: Order Line Item
pl: Pozycja zamówienia
sv: Orderrad

source: Order Line Items
pl: Pozycje zamówień
sv: Orderrader

source: Order Item
pl: Zamówiony produkt
sv: Ordervara

source: Order Item Detail
pl: Szczegóły zamówionego produktu
sv: Ordervarudetalj

source: Order Item Details
pl: Szczegóły zamówionych produktów
sv: Ordervarudetaljer

source: Downloadable product
pl: Produkt do pobrania online
sv: Nedladdningsbar produkt

source: Number of attempts
pl: Liczba pobrań
sv: Antal nedladdningsförsök

source: Time stamp
pl: Data i czas
sv: Tidsmärke

source: This download is no longer active
pl: To pobranie nie jest już aktywne
sv: Denna länk är inte längre aktiv

source: You have exceeded the number of allowed downloads.
pl: Przekroczona została dozwolona liczba pobrań.
sv: Du har redan nått det tillåtna antalet nedladdningar.

source: This download link has expired.
pl: Ten link pobrania już wygasł.
sv: Denna nedladdningslänk har gått ut.

source: Download Link
pl: Link pobrania
sv: Nedladdningslänk

source: Download Links
pl: Linki pobrań
sv: Nedladdningslänkar

source: Order Status
pl: Status zamówienia
tr: Sipariş Durumu

source: Order Statuses
pl: Statusy zamówień
sv: Orderstatus
tr: Sipariş Durumları

source: key
pl: klucz
sv: nyckel

source: value
pl: wartość
sv: värde
tr: değer

source: Order variable
pl: Zmiena zamówienia
sv: Ordervariabel

source: Order variables
pl: Zmienne zamówienia
sv: Ordervariabler

source: Order tax detail
pl: Szczegóły podatku
sv: Ordermomsdetalj

source: Order tax details
pl: Szczegóły podatków
sv: Ordermomsdetaljer

source: Thank you for your order from %(shop_name)s
pl: Dziękujemy za zakupy w %(shop_name)s
sv: Tack för din beställning hos %(shop_name)s

source: New order on %(shop_name)s
pl: Nowe zamówienie w %(shop_name)s

source: No cart to update.
pl: Nie ma koszyków do aktualizacji.
sv: Ingen kundvagn att uppdatera.
tr: Güncelleme için sepet seçili değil.

source: Bad quantity.
pl: Zła ilość.
sv: Ogiltigt antal.
tr: Hatalı miktar.

source: Bad item number.
pl: Zły numer pozcji.
sv: Ogiltigt artikelnummer.
tr: Hatalı ürün sayısı.

source: No such item in your cart.
pl: Nie ma tego przedmiotu w Twoim koszyku.
sv: Ingen sådan vara i din kundvagn.
tr: Sepetinizde böyle bir ürün bulunmuyor.

source: Not enough items of '%s' in stock.
pl: W magazynie nie ma wystarczającej ilości '%s'.
sv: Inte tillräckligt många av '%s' i lager.

source: That product is not available at the moment.
pl: Produkt nie jest dostępny w tej chwili.

source: Please enter a whole number.
pl: Wprowadź liczbę całkowitą.
sv: Var god ange ett heltal.

source: Please enter a positive number.
pl: Wprowadź liczbę dodatnią.
sv: Var god ange ett tal större än eller lika med 1.

source: '%s' is out of stock.
pl: Produktu '%s' nie ma już na stanie.

source: Only %(amount)i of '%(product)s' in stock.
pl: Produkt '%(product)s dostępny tylko w ilości %(amount)i.

source: No product requested
pl: Brak produktu

source: Choose a quantity.
pl: Wybierz ilość.
sv: Välj antal.
tr: Miktar seçin.

source: Choose a whole number.
pl: Wybierz liczbę całkowitą.
sv: Välj ett heltal.
tr: Tam bir numara seçin.

source: Error
pl: Błąd
sv: Fel
tr: Hata

source: You must accept the terms and conditions.
pl: Musisz zaakceptować regulamin.
sv: Du måste godkänna användarvillkoren.
tr: Şartları ve sözleşmeyi kabul etmeniz gerekiyor.

source: Internal error: please submit as a POST
pl: Błąd wewnętrzny: proszę przesłać jako POST
sv: Internt fel: var god skicka som POST
tr: İç hata: lutfen POST olarak gonderin

source: The category you have requested does not exist.
pl: Żądana kategoria nie istnieje.
sv: Kategorin du efterfrågade finns inte.
tr: Aradığınız kategori bulunmuyor.

source: One or more of the required fields wasn't submitted
pl: Nie zostało podane jedno lub więcej z wymaganych pól
sv: Ett eller flera av de obligatoriska fälten skickades inte
tr: Bir yada daha fazla gerekli alan doldurulmadı

source: Bad ContentType: %s
pl: Zły ContentType: %s
sv: Ogiltig ContentType: %s
tr: Hatalı İçerik Türü: %s

source: General question
pl: Pytanie ogólne
sv: Allmän fråga
tr: Genel soru
