Repository: sankroh/satchmo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, sv, tr

source: Email address
pl: Adres email
sv: E-postadress
tr: Email adresi

source: Password (again)
pl: Hasło (ponownie)
sv: Lösenord (igen)
tr: Şifre (tekrar)

source: Password
pl: Hasło
sv: Lösenord
tr: Şifre

source: First name
pl: Imię
sv: Förnamn
tr: Adınız

source: Last name
pl: Nazwisko
sv: Efternamn
tr: Soyadınız

source: Newsletter
pl: Informator
sv: Nyhetsbrev
tr: Haberler

source: The two passwords do not match.
pl: Hasła nie pasują do siebie.
sv: De två lösenorden överensstämmer inte.
tr: Şifreler eşleşmedi.

source: That email address is already in use.
pl: Podany adres email jest już w użyciu.
sv: Den e-postadressen är redan upptagen.
tr: Bu email adresi kullanılıyor.

source: Welcome to %s
pl: Witaj w %s
sv: Välkommen till %s
tr: Hoşgeldiniz, %s

source: Yes
pl: Tak
sv: Ja
tr: Evet

source: No
pl: Nie
sv: Nej
tr: Hayır

source: Registration Form
pl: Formularz rejestracji
sv: Registreringsformulär
tr: Kayıt Formu

source: Key to delete
pl: Identyfikator do usunięcia

source: Include Children?
pl: Czy razem z dziećmi?

source: Delete all keys?
pl: Usunąć wszystkie identyfikatory?

source: Home
pl: Strona startowa
sv: Hem
tr: Ev

source: Cache Delete
pl: Wyczyść pamięć podręczną
sv: Radera Cache
tr: Cache'yi Sil

source: Cache Stats
pl: Statystyka pamięci podręcznej
sv: Cache-statistik
tr: Cache İstatistikleri

source: Cache View
pl: Podgląd pamięci podręcznej
sv: Visa Cache
tr: Cache'yi Göster

source: Site
pl: Strona
sv: Sajt

source: Base Settings
pl: Ustawienia podstawowe
sv: Grundinställningar
tr: Temel Ayarlar

source: Default value: ""
pl: Domyślna wartość: ""
sv: Förvalt värde: ""
tr: Geçerli Değer: ""

source: Default value:
pl: Domyślna wartość:
sv: Förvalt värde:
tr: Geçerli Değer:

source: Default value: %s
pl: Domyślna wartość: %s
sv: Förvalt värde: %s
tr: Geçerli Değer: %s

source: Documentation
pl: Dokumentacja
sv: Dokumentation
tr: Dokümentasyon

source: Change password
pl: Zmiana hasła
sv: Byt lösenord
tr: Şifreyi değiştir

source: Log out
pl: Wyloguj
sv: Logga ut
tr: Oturumu kapa

source: Edit Group Settings
pl: Edycja Ustawień dla Grupy
sv: Redigera gruppinställningar
tr: Grup Ayarlarını Düzenle

source: Please correct the error below.
pl: Proszę poprawić poniższy błąd.
sv: Var god rätta till felet nedan.

source: Settings included in %(name)s.
pl: Ustawienia w %(name)s.
sv: Inställningar som ingår i %(name)s.
tr: %(name)s ayarlara dahil edildi.

source: You don't have permission to edit values.
pl: Nie masz uprawnień do zmiany tych wartości.
sv: Du har inte tillåtelse att ändra värden.
tr: Değerleri düzenlemek için gerekli izniniz yok.

source: Edit Site Settings
pl: Edytuj ustawienia serwisu
sv: Ändra sajtinställningar
tr: Site Ayarlarını Düzenle

source: Group settings: %(name)s
pl: Ustawienia grupy: %(name)s
sv: Gruppinställningar: %(name)s
tr: Grup ayarları: %(name)s

source: Uncollapse all
pl: Rozwiń wszystko
sv: Visa alla

source: Please Select
pl: Proszę wybrać
sv: Var god välj
tr: Lütfen Seçin

source: Only authenticated users can check out
pl: Tylko zalogowani użytkownicy mogą dokonać zakupu

source: Users will be required to authenticate (and create an account if neccessary) before checkout.
pl: Od użytkowników będzie wymagana autoryzacja (i utworzenie konta, jeżeli potrzeba) zanim będą mogli dokonać zakupu.

source: Billing data is optional
pl: Dane rachunku są opcjonalne

source: Users will not be required to provide billing address and phone number. If authentication before checkout is required, this allows instant purchase (all required contact data will have already been provided in registration form). Otherwise be careful, as this may leave you orders with almost no customer data!
pl: Od użytkowników nie będzie wymagać się podania adresu rachunku i numeru telefonu. Jeżeli wymagana jest autoryzacja przed zakupem, opcja ta pozwoli na natychmiastowy zakup (wszystkie wymagane dane zostały podane przy rejestracji). W przeciwnym wypadku ta opcja może być niebezpieczna, gdyż mogą powstać zamówienia praktycznie bez danych kontaktowych klienta.

source: Account Verification
pl: Weryfikacja konta
sv: Bekräftelse av konto
tr: Hesap Doğrulama

source: Select the style of account verification. 'Immediate' means no verification needed.
pl: Wybierz sposób weryfikacji konta. 'Natychmiast' oznacza bez weryfikacji.
sv: Välj typen av kontobekräftelse. 'Direkt' innebär att bekräftelse ej är nödvändig.
tr: Hesap Doğrulama şeklini seçiniz. 'Şimdiki' doğrulamaya gerek yok anlamına gelir.

source: Immediate
pl: Natychmiast
sv: Direkt

source: Days to verify account
pl: Ilość dni na weryfikację konta
sv: Dagar på sig att bekräfta konto

source: This field is required.
pl: To pole jest wymagane.
sv: Detta fält är obligatoriskt.
tr: Bu alan gerekli.

source: State is required for your country.
pl: Stan jest wymagany dla wybranego kraju.
sv: Delstat krävs för ditt land.
tr: Eyalet ülkeniz için gerekli.

source: Shipping and Billing countries must match
pl: Kraje w adresie rachunku i wysyłki muszą być jednakowe
sv: Land för leveransadress och fakturaadress måste vara samma

source: Customer
pl: Klient
sv: Kund
tr: Müşteri

source: Supplier
pl: Dostawca
sv: Leverantör

source: Distributor
pl: Dystrybutor
sv: Återförsäljare
tr: Dağıtıcı

source: Company
pl: Firma
sv: Företag
tr: Şirket

source: Government
pl: Instytucja rządowa
sv: Offentlig / Statlig

source: Non-profit
pl: Organizacja niedochodowa
sv: Ickekommersiell

source: Manufacturer
pl: Producent
sv: Tillverkare
tr: Üretici

source: Name
pl: Nazwa
sv: Namn
tr: İsim

source: Type
pl: Typ
sv: Typ
tr: Çeşit

source: Role
pl: Rola
sv: Roll
tr: İşlev

source: Creation Date
pl: Data utworzenia
sv: Skapat datum
tr: Üretim Tarihi

source: Notes
pl: Notatki
sv: Anteckningar
tr: Notlar

source: Organization
pl: Organizacja
sv: Organisation
tr: Kuruluş

source: Organizations
pl: Organizacje
sv: Organisationer
tr: Kuruluşlar

source: Date of birth
pl: Data urodzenia
sv: Födelsedatum
tr: Üretim tarihi

source: Creation date
pl: Data utworzenia
sv: Skapat datum
tr: Oluşturma Tarihi

source: Contact
pl: Kontakt
sv: Kontakt
tr: İrtibat

source: Contacts
pl: Kontakty
sv: Kontakter
tr: İrtibatlar

source: Work
pl: Praca
sv: Arbete
tr: İş

source: Mobile
pl: Komórka
sv: Mobil
tr: Cep

source: Phone
pl: Telefon
sv: Telefon
tr: Telefon

source: In Person
pl: Osobiście
sv: Personligt möte

source: Date and Time
pl: Data i czas
sv: Datum och tid
tr: Tarih ve Saat

source: Description
pl: Opis
sv: Beskrivning
tr: Tanıtım

source: Interaction
pl: Interakcja
sv: Interaktion

source: Interactions
pl: Interakcje
sv: Interaktioner

source: Phone Number
pl: Numer telefonu
sv: Telefonnummer
tr: Telefon Numarası

source: Primary
pl: Główny
sv: Huvudsakligt

source: Phone Numbers
pl: Numery telefonów
sv: Telefonnummer
tr: Telefon Numaraları

source: Description of address - Home, Office, Warehouse, etc.
pl: Opis adresu - Dom, Biuro, Magazyn, itp.
sv: Beskrivning av adressen - Hem, Kontor, Lager, etc.
tr: Adres - Ev, Ofis, Depo, etc.

source: Addressee
pl: Adresat

source: Street
pl: Ulica
sv: Gata
tr: Cadde

source: State
pl: Województwo/Stan
sv: Delstat
tr: Eyalet

source: City
pl: Miasto
sv: Ort
tr: Şehir

source: Zip Code
pl: Kod pocztowy
sv: Postnummer
tr: Posta Kodu

source: Country
pl: Kraj
sv: Land
tr: Ülke

source: Default Shipping Address
pl: Domyślny adres wysyłki
sv: Förvald leveransadress
tr: Geçerli Kargo Adresi

source: Default Billing Address
pl: Domyślny adres rachunku
sv: Förvald fakturaadress:
tr: Geçerli Fatura Adresi

source: Address Book
pl: Książka adresowa
sv: Adressbok
tr: Adres Defteri

source: Address Books
pl: Książki adresowe
sv: Adressböcker
tr: Adres Defterleri

source: No Discount
pl: Bez rabatu
sv: Ingen prisnedsättning
tr: İndirim Bulunmamaktadır

source: site
pl: Strona

source: Discount Code
pl: Kod rabatu
sv: Rabattkod
tr: İndirim Kodu

source: Coupon Code
pl: Kod kuponu rabatowego
sv: Rabattkod
tr: Kupon Kodu

source: Discount Amount
pl: Kwota rabatu
sv: Prisnedsättning
tr: İndirim Miktarı

source: Enter absolute discount amount OR percentage.
pl: Wprowadź bezwzględną kwotę LUB procent
sv: Ange prisnedsättning i form av belopp ELLER procent
tr: Lütfen indirim miktarını yada yüzdesini tam girin.

source: Discount Percentage
pl: Procent rabatu
sv: Prisnedsättning procent
tr: İndirim Yüzdesi

source: Enter absolute discount amount OR percentage. Percentage example: "0.10".
pl: Wprowadź bezwzględną wartość kwoty rabatu LUB procent. Przykład procentu: "0.10".
sv: Ange prisnedsättning i form av belopp ELLER procent. Procentexempel: "0.10".
tr: Lütfen indirim miktarını veya yüzdesini tam girin. Yüzde örneği: "0.10".

source: Is this an automatic discount?
pl: Czy to jest rabat automatyczny?

source: Use this field to advertise the discount on all products to which it applies. Generally this is used for site-wide sales.
pl: Zaznacz to pole, by pokazywać rabat przy wszystkich produktach, których dotyczy. Ma to zastosowanie głównie dla dużych wyprzedaży.

source: Number of allowed uses
pl: Liczba dozwolonych użyć
sv: Antal tillåtna användningar

source: Not implemented.
pl: Nie zaimplementowane.
sv: Ej implementerat.

source: Number of times already used
pl: Liczba użyć
sv: Antal gånger redan använt

source: Minimum order value
pl: Minimalna wartość zamówienia
sv: Minsta ordervärde
tr: Minimum sipariş değeri

source: Start Date
pl: Data początkowa
sv: Startdatum
tr: Başlangıç Tarihi

source: End Date
pl: Data końcowa
sv: Slutdatum
tr: Sonlanma Tarihi

source: Active
pl: Aktywny
sv: Aktiverad
tr: Aktif

source: Free shipping
pl: Bezpłatna wysyłka
sv: Gratis frakt
tr: Kargo ücretsiz

source: Should this discount remove all shipping costs?
pl: Czy ten rabat pokrywa wszystkie koszta wysyłki?
sv: Ska den här rabatten ta bort alla fraktkostnader?
tr: Bu indirim kargo ücreti için kullanılsın mı?

source: Include shipping
pl: Z wysyłką
sv: Inkludera frakt
tr: Kargo dahil

source: Should shipping be included in the discount calculation?
pl: Czy koszta wysyłki powinny zostać włączone w wyliczenie rabatu?
sv: Ska frakt inkluderas i beräkningen av prisnedsättningen?
tr: İndirim hesaplanırken kargo ücreti de dahil edilsin mi?

source: Valid Products
pl: Poprawne produkty
sv: Giltig för produkterna
tr: Mevcut Ürünler

source: This coupon is disabled.
pl: Ten kupon jest zablokowany.
sv: Denna kupong är inaktiverad.
tr: Bu kupon iptal edildi.

source: This coupon is not active yet.
pl: Ten kupon jeszcze nie jest aktywny.
sv: Denna kupong är ännu inte aktiv.
tr: Bu kupon aktif edilmedi.

source: This coupon has expired.
pl: Ten kupon już się przedawnił.
sv: Denna kupong har gått ut.
tr: Bu kupon kaldırıldı.

source: This discount has exceeded the number of allowed uses.
pl: Została przekroczona maksymana liczba użycia tego rabatu.
sv: Denna kupong har nått över max antal tillåtna användningar.
tr: bu indirim izin verilen kullanım sayısını aştı.

source: Valid.
pl: Poprawny.
sv: Giltig.
tr: Geçerli.

source: This discount only applies to orders of at least %s.
pl: Rabat dotyczy tylko zamówień na kwotę co najmniej %s.
sv: Denna rabatt är endast giltig för beställningar på minst %s.
tr: Bu indirim en az %s siparişinizde uygulanabilir.

source: This discount cannot be applied to the products in your cart.
pl: Rabat nie może być zastosowany do produktów w koszyku.
sv: Denna rabatt kan inte användas för produkterna i din kundvagn.
tr: bu indirim sepetinizdeki ürünlere uygulanamaz.

source: Discount
pl: Rabat
sv: Prisnedsättning
tr: İndirim

source: Discounts
pl: Rabaty
sv: Prisnedsättningar
tr: İndirimler

source: Bad Category: %s
pl: Zła kategoria: %s
sv: Ogiltig kategori: %s

source: Gift Certificate
pl: Kupun podarunkowy
sv: Presentkort
tr: Hediye Çeki

source: Gift Certificate Settings
pl: Ustawienia dla kuponów podarunkowych
sv: Presentkortsinställningar
tr: Hediye Çeki Ayarları

source: Use SSL for the checkout pages?
pl: Czy użyć SSL dla stron zamówień?
sv: Använd SSL för utcheckningssidor?
tr: Ödeme sayfaları için SSL kullanılsın mı?

source: Character Set
pl: Zestaw znaków
sv: Teckenuppsättning
tr: Karakter Seti

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
pl: Znaki dozwolone w losowo wygenerowanych kodach certyfikatów. Brak samogłosek chroni przed tworzeniem niefortunnych słów.
sv: Bokstäverna som tillåts i slumpmässigt skapade presentkortskoder. Inga vokaler innebär inga olämpliga ord.

source: Module key
pl: Klucz modułu
sv: Modulnyckel
tr: Modül anahtarı

source: Code format
pl: Format kodu
sv: Kodformat
tr: kod Formatı

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
pl: Wprowadź format kodu certfikatu. Użyj '^' dla pokazania, gdzie ma się znaleźć losowy znak.
sv: Ange formatet på dina presentkortskoder. Använd '^' där det ska hamna en slumpmässigt genererad bokstav.

source: Implementation module
pl: Moduł implementacji
sv: Implementationsmodul

source: English name for this group on the checkout screens
pl: Angielska nazwa dla tej grupy na ekranach zamówienia
sv: Svenskt namn för denna grupp på utcheckningssidorna.

source: This will be passed to the translation utility
pl: Zostanie przekazane do modułu tłumaczeń
sv: Detta kommer att skickas till översättningsverktyget

source: Accept real payments
pl: Akceptuj prawdziwe płatności
sv: Ta emot riktiga betalningar

source: False if you want to be in test mode
pl: Fałsz - jeżeli tryb testowy
sv: Falskt om du vill vara i testläge.

source: The url base used for constructing urlpatterns which will use this module
pl: Bazowy URL, który będzie użyty do skonstruowania wzorca adresów w tym module
sv: Bas-URL:en som används för att bygga urlpatterns som kommer att använda den här modulen

source: Code
pl: Kod
sv: Kod
tr: Kod

source: Order
pl: Zamówienie
tr: Sipariş

source: Certificate Code
pl: Kod certyfikatu
sv: Presentkortskod
tr: Çeki Kodu

source: Purchased by
pl: Zakupiony przez
sv: Köpt av

source: Date added
pl: Data dodania
sv: Skapad datum
tr: Tarih eklendi

source: Valid
pl: Poprawny
sv: Giltig
tr: Geçerli

source: Message
pl: Wiadomość
sv: Meddelande
tr: Mesaj

source: Starting Balance
pl: Bilans początkowy
sv: Ursprungsvärde

source: Gift Certificates
pl: Karta podarunkowa
sv: Presentkort
tr: Hediye Sertifikaları

source: Date of usage
pl: Data wykorzystania
sv: Användningsdatum

source: Amount Used
pl: Użyta kwota
sv: Använt belopp

source: Order Payment
pl: Płatność za zamówienie
sv: Orderbetalning
tr: Sipariş Ödemesi

source: Used by
pl: Użyta przez
sv: Använt av

source: Product
pl: Produkt
sv: Produkt
tr: Ürün

source: Gift certificate product
pl: Karta podarunkowa
sv: Presentkortsprodukt

source: Gift certificate products
pl: Karty podarunkowe
sv: Presentkortsprodukter

source: No balance to pay
pl: Saldo zerowe
sv: Ingen summa att betala
tr: Bakiyeniz boş

source: No such Gift Certificate
pl: Nie ma takiej karty podarunkowej
sv: Det finns inget sådant presentkort.
tr: Böyle bir hediye çeki bulunmuyor

source: Bad Gift Certificate
pl: Zła karta podarunkowa
sv: Ogiltigt presentkort
tr: Hatalı Hediye Çeki

source: Success
pl: Sukces
sv: Lyckades
tr: Onay

source: %s balance remains after gift certificate was applied
pl: pozostało %s, po użyciu karty podarunkowej
sv: %s kvarstår efter att presentkortet använts
tr: Hediye çeki uygulandıktan sonra %s bakiyeniz kaldı

source: Checkout
pl: Zamówienie
sv: Utcheckning

source: Payment
pl: Płatność
sv: Betalning
tr: Ödeme

source: Order total: %(orderbalance)s
pl: Suma zamówienia: %(orderbalance)s
sv: Totalt: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
pl: Używasz kuponu podarunkowego #%(giftcode)s z dostępną kwotą %(certbalance)s.
sv: Du kommer att använda ett presentkort, #%(giftcode)s, som innehåller %(certbalance)s för att betala för din beställning.
tr: Siparişinizin tamamını ödeyebilen %(certbalance)s bir Hediye çeki #%(giftcode)s kullanmaktasınız.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
pl: Jeżeli całkowita kwota zamówienia nie zostanie pokryta, w dalszej części wybierzesz metodę płatności pozostałej kwoty.
sv: Om det inte finns tillräckligt mycket kvar för att betala för hela ordern kommer du att kunna ange en ytterligare form av betalning efter att du använt detta presentkort.

source: Please Note:
pl: Uwaga:
sv: Observera:
tr: Lütfen Not Edin:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
pl: Używasz kuponu podarunkowego %(giftcode)s z dostępną kwotą %(balance)s.
sv: Ditt presentkort, %(giftcode)s, som innehåller %(balance)s kommer att användas.

source: Payment Information
pl: Informacja o płatności
sv: Betalningsinformation
tr: Ödeme Bilgileri

source: Gift Certificate Code
pl: Kod kuponu podarunkowego
sv: Presentkortskod
tr: Hediye Çeki Kodu

source: Gift Certificate Codes
pl: Kody kuponów podarnkowych
sv: Presentkortskoder

source: To: %(recipient)s
pl: Do: %(recipient)s
sv: Till: %(recipient)s

source: Starting Balance: %(start_balance)s
pl: Początkowe saldo: %(start_balance)s
sv: Ursprungligt saldo: %(start_balance)s
tr: Başlangıç Bakiyesi: %(start_balance)s

source: Code: %(code)s
pl: Kod: %(code)s
sv: Kod: %(code)s
tr: Kod: %(code)s

source: Message: %(message)s
pl: Wiadomość: %(message)s
sv: Meddelande: %(message)s
tr: Mesaj: %(message)s

source: Purchased on:
pl: Kupiony dnia:
sv: Köpt den:

source: Initial Balance:
pl: Początkowe saldo:
sv: Ursprungligt saldo:

source: Current Balance:
pl: Obecne saldo:
sv: Aktuellt värde:

source: No such gift certificate found.
pl: Nie mogę odnaleźć takiego kuponu.
sv: Kunde ej hitta något sådant presentkort.
tr: Böyle bir hediye çeki bulunamadı.

source: Look up balance
pl: Sprawdź saldo
sv: Visa saldo

source: Price
pl: Cena
sv: Pris
tr: Fiyat

source: Quantity (multiply the gift certificate by this amount)
pl: Ilość (pomnóż wartość certfikatu przez tę liczbę)

source: Recipient Email (optional):
pl: Email odbiorcy (opcjonalne):
sv: Mottagarens E-post (frivilligt):

source: Message (optional):
pl: Wiadomość (opcjonalna):
sv: Meddelande (frivilligt):
tr: Mesaj (tercihe bağlı):

source: Add to cart
pl: Dodaj do koszyka
sv: Lägg till i kundvagn
tr: Sepete ekle

source: Africa
pl: Afryka
sv: Afrika
tr: Afrika

source: North America
pl: Ameryka Północna
sv: Nordamerika
tr: Kuzey Amerika

source: Europe
pl: Europa
sv: Europa
tr: Avrupa

source: Asia
pl: Azja
sv: Asien
tr: Asya

source: South America
pl: Południowa Ameryka
sv: Sydamerika
tr: Güney Amerika

source: Antarctica
pl: Antarktyka
sv: Antarktis
tr: Antartika

source: Another
pl: Inne
sv: Annan
tr: Diğer

source: Island
pl: Islandia
sv: Ö
tr: Ada

source: Arrondissement
pl: Departament

source: Atoll
pl: Atol
tr: Atol

source: Autonomous island
pl: Wyspa autonomiczna
sv: Självständigt örike

source: Canton
pl: Kanton
sv: Kanton

source: Commune
pl: Gmina

source: County
pl: Hrabstwo

source: Department
pl: Dzielnica
tr: Bölüm

source: Dependency
pl: Zależność

source: District
pl: Województwo

source: Division
pl: Wydział

source: Emirate
pl: Emirat
sv: Emirat
tr: Emirlik

source: Governorate
pl: Guwernat

source: Island council
pl: Stowarzyszenie wysp

source: Island group
pl: Grupa wysp
sv: Ögrupp

source: Island region
pl: Rejon wyspy
sv: Ögrupp

source: Kingdom
pl: Królestwo
sv: Kungadöme
tr: Krallık

source: Municipality
pl: Magistrat

source: Parish
pl: Probostwo
sv: Församling

source: Prefecture
pl: Prefektura
sv: Prefektur

source: Province
pl: Województwo
sv: Provins

source: Republic
pl: Republika
sv: Republik
tr: Cumhuriyet

source: Sheading
pl: Dział Wyspy

source: Subdivision
pl: Pod-department

source: Subject
pl: Temat
sv: Ämne
tr: Konu

source: Territory
pl: Terytorium
sv: Territorium

source: ISO alpha-2
pl: 2-znakowy kod ISO
sv: ISO alfa-2

source: Official name (CAPS)
pl: Oficjana nazwa (DUŻE LITERY)
sv: Officiellt namn (CAPS)
tr: Resmi adı

source: Country name
pl: Nazwa kraju
sv: Namn på land
tr: Ülke adı

source: ISO alpha-3
pl: 3-znakowy kod ISO
sv: ISO alfa-3

source: ISO numeric
pl: Numeryczny kod ISO
sv: Numerisk ISO-kod
tr: ISO numerik

source: Country is active
pl: Kraj nieaktywny
sv: Landet är aktivt
tr: Ülke aktif

source: Continent
pl: Kontynent
sv: Kontinent

source: Administrative Area
pl: Obszar administracyjny
sv: Administrativt område
tr: Yönetici Alanı

source: Countries
pl: Kraje
sv: Länder
tr: Ülkeler

source: Admin Area name
pl: Nazwa obszaru administracyjnego
sv: Namn på administrativt område

source: Postal Abbreviation
pl: Skrót pocztowy
sv: Postkod

source: Area is active
pl: Obszar aktywny
sv: Området är aktivt
tr: Alan aktif

source: Administrative Areas
pl: Obszar administracyjny
sv: Administrativt område
tr: Yönetimsel Alanlar

source: Newsletter Settings
pl: Ustawienia Informatora
sv: Nyhetsbrevsinställningar
tr: Bülten Ayarları

source: Active newsletter module
pl: Aktywny moduł informatora
sv: Aktiv nyhetsbrevsmodul
tr: Aktif bülten modülü

source: Select a newsletter, save and reload to set any module-specific newsletter settings.
pl: Wybierz biuletyn, zapisz i przeładuj aby ustawić ustawienia szczegółowe.
sv: Välj ett nyhetsbrev, spara och ladda om för att ställa in modulspecifika inställningar för nyhetsbrev.
tr: Bir bülten seç, kaydet ve modül tayin edilen bülten ayarlarını yeniden yükle.

source: No newsletter
pl: Brak biuletynu
sv: Inget nyhetsbrev
tr: Bülten yok

source: Simple list
pl: Prosta lista
sv: Enkel lista
tr: Basit liste

source: Name of Newsletter
pl: Nazwa biuletynu
sv: Namn på nyhetsbrev
tr: Bültenin İsmi

source: Give the exact name that matches the mailing list set up in Mailman.
pl: Podaj dokładnie taką samą nazwę, jak nazwa listy w Mailman.
sv: Ange det exakta namn som överensstämmer med mail-listan som upprättats i Mailman.

source: Already subscribed %(email)s.
pl: Już zapisany %(email)s.
sv: Prenumererar redan %(email)s.

source: Already removed %(email)s.
pl: Już usunięty %(email)s.
sv: Redan borttagna %(email)s.

source: Subscribed: %(email)s
pl: %(email)s dodany do subskrypcji.
sv: Upptecknad: %(email)s

source: Unsubscribed: %(email)s
pl: %(email)s usunięty z subskrypcji.
sv: Uppsagd prenumeration: %(email)s

source: Already Subscribed: %s
pl: Subskrypcja istnieje: %s
sv: Prenumererar redan: %s

source: Already a member: %(email)s
pl: Już dodany: %(email)s
sv: Redan medlem: %(email)s
tr: Bu email adresi sisteme kayıtlıdır: %(email)s

source: Bad/Invalid email address: blank line
pl: Błędny adres email: pusta linia
sv: Ogiltig e-postadress: blank rad
tr: Hatalı/Geçersiz email adresi: boşluk çizgisi

source: Bad/Invalid email address: %(email)s
pl: Błędny adres email: %(email)s
sv: Ogiltig e-postadress: %(email)s
tr: Hatalı/Geçersiz email adresi: %(email)s

source: Hostile address (illegal characters): %(email)s
pl: Groźny adres (niedozwolone znaki): %(email)s
sv: Ej ren adress (ogiltiga tecken): %(email)s
tr: Yabancı adres (geçersiz karakterler): %(email)s

source: Subscribed
pl: Subskrybowany
sv: Prenumerera på

source: Update Date
pl: Data aktualizacji
sv: Uppdaterad datum
tr: Tarihi Güncelle

source: Full Name
pl: Pełna nazwa
sv: Fullständigt namn
tr: Tam İsim

source: Subscribe
pl: Subskrybuj
sv: Prenumerera

source: Error, not valid.
pl: Błąd, niepoprawne.
sv: Fel, ogiltigt.
tr: Hata, geçerli değil.

source: Payment Settings
pl: Ustawienia płatności
sv: Betalningsinställningar
tr: Ödeme Ayarları

source: Cron Passkey
pl: Hasło cron-a
sv: Cron-lösenordsnyckel
