Repository: sankroh/satchmo
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Please choose your options
fr: Veuillez choisir vos options

source: Custom order for %(name)s
fr: Commande client de %(name)s

source: more
fr: plus

source: Subscription product %(name)s
fr: Produit à souscription %(name)s

source: Only
fr: Seul

source: easy payments of:
fr: paiements faciles de:

source: This product has trial subscription pricing
fr: Ce produit a un prix pour une souscription d'essai

source: for trial period of
fr: pour une période d'essai de

source: days
fr: jours

source: Notice
fr: Notes

source: This store requires a minimum order of %(value)s before you can check out.
fr: Ce magasin requiert une commande d'au moins %(value)s avant de conclure la commande.

source: Bad Page
fr: Page incorrecte

source: No brands are active
fr: Aucune marque active

source: View more products in these categories
fr: Voir plus de produits dans cette catégorie

source: Registration Complete
fr: Enregistrement terminé

source: Account Activation
fr: Activation du compte

source: Thanks for signing up! You are now logged in.
fr: Merci de votre enregistrement! Vous êtes maintenant connecté.

source: In the future, you can log in using your email address (%(email)s).
fr: Ultérieurement, vous pouvez vous connecter avec votre adresse email (%(email)s).

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(expiration_days)s days after registration.
fr: Ou votre lien d'activation est incorrect, où la clé d'activation de votre compte a expiré. Les clés d'activation ne sont valides que pendant %(expiration_days)s jours après l'enregistrement.

source: Someone, hopefully you, signed up for a new account at %(site)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar.
fr: Quelqu'un, en principe vous, a souscrit un nouveau compte à %(site)s en utilisant cette adresse email. Si c'est bien vous, et si vous voulez activer et utiliser votre compte, cliquez le lien ci-dessous ou copiez/collez le dans la barre d'adresse de votre navigateur.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days.
fr: Si ce n'est pas votre demande, vous n'avez rien à faire. Vous ne recevrez aucun autre email de notre part, et le compte expirera automatiquement dans %(expiration_days)s jours.

source: Your email address and password didn't match. Please try again.
fr: Votre adresse email ou votre mot de passe n'est pas valide. Veuillez réessayer.

source: If you do not have an account, please
fr: Si vous n'avez pas de compte, veuillez

source: click here
fr: cliquer ici

source: If you do not remember your password, please
fr: Si vous avez oublié votre mot de passe, veuillez

source: click here</a> to have it reset.
fr: cliquer ici pour </a> le réinitialiser.

source: You have been successfully logged out.
fr: Vous avez été déconnecté avec succès.

source: Password Change Done
fr: Mot de passe changé

source: Password change successful
fr: Mot de passe changé avec succès

source: Your password change has been completed.
fr: La modification de votre mot de passe est terminée.

source: Password Change
fr: Modifier le mot de passe

source: For the sake of security, please enter your old password, and then enter your new password twice.
fr: Pour des raisons de sécurité, veuillez entrer votre ancien mot de passe, puis le nouveau mot de passe deux fois.

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmez le mot de passe

source: You're receiving this e-mail because you requested a password reset
fr: Vous avez reçu ce message car vous avez demandé une réinitialisation de votre mot de passe

source: for your user account at %(site_name)s
fr: pour votre compte utilisateur à %(site_name)s

source: Please go to the following page and choose a new password:
fr: Allez à la page suivante et choisissez un nouveau mot de passe:

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, si vous l'avez oublié:

source: Thanks for using our site!
fr: Merci d'avoir visité notre site!

source: The %(site_name)s team
fr: L'équipe %(site_name)s

source: Password reset successful
fr: Mot de passe réinitialisé

source: We've e-mailed a new password to the e-mail address you submitted. You should receive it shortly.
fr: Nous vous avons envoyé un courrier à l'adresse email que vous nous avez fourni. Vous devriez le recevoir incessamment.

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send a new password to you.
fr: Mot de passe oublié? Entrez votre adresse email ci-dessous, et nous vous enverrons un nouveau mot de passe.

source: E-mail address
fr: Adresse Email

source: Be sure to enter the same e-mail address you used to register.
fr: Utilisez bien la même adresse email que vous avez utilisé pour vous enregistrer.

source: Reset password
fr: Réinitialiser le mot de passe

source: Account Creation
fr: Création du compte

source: Thank you for signing up.
fr: Merci de votre enregistrement.

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
fr: Un lien d'activation a été envoyé à l'adresse que vous avez fourni, ainsi que les instructions nécessaires pour activer votre compte.

source: Registration
fr: Enregistrement

source: Please Enter Your Account Information
fr: Veuillez entrer vos informations de compte

source: Create Account
fr: Créer un compte

source: Repeat Activation
fr: Répéter l'activation

source: This account has already been activated. Please login.
fr: Ce compte a déjà été activé. Il suffit de vous connecter.

source: Thank you for signing up with %(company_name)s.
fr: Merci de vous être enregistré avec %(company_name)s.

source: Your new username is this email address, and you can login at
fr: Votre nouveau nom d'utilisateur est cette adresse email, et vous pouvez vous connecter à

source: Currently
fr: Actuellement

source: added on %(create_date)s
fr: ajouté le %(create_date)s

source: Remove from wishlist
fr: Retirer de la liste des souhaits

source: Sorry, you must be <a href="%(login_url)s">logged-in</a> to access your wishlist.
fr: Désolé, vous devez être connecté à <a href="%(login_url)s">logged-in</a> pour accéder à votre liste de souhaits.

source: Thumbnail Settings
fr: Paramètres des miniatures

source: Thumbnail quality
fr: Qualité miniatures

source: Use a 1-100 value here, which will change the quality of JPG thumbnails created for products and categories.
fr: Utilisez une valeur entre 1 et 100 pour changer la qualité des miniatures créées pour les produits et catégories.

source: Rename product images?
fr: Renommer les images du produit?

source: Automatically rename product images on upload?
fr: Renommer automatiquement les images de produit lors de l'upload?

source: Change:
fr: Modifier:

source: Checkbox to add 1
fr: Case à cocher pour ajouter 1

source: Checkbox to add 1, checked by default
fr: Case à cocher pour ajouter 1, cochée par défaut

source: Checkbox to match quantity
fr: Cochez la quantité voulue.

source: Checkbox to match quantity, checked by default
fr: Case à cocher pour la quantité, cochée par défaut

source: Form with 0 quantity
fr: Document avec quantité nulle

source: Target Product
fr: Produit cible

source: The products for which you want to show this goal product as an Upsell.
fr: Les produits pour lesquels vous voulez afficher le produit visé comme upsell

source: Goal Product
fr: Produit voulu

source: Upsell Style
fr: Style Upsell

source: Internal notes
fr: Notes internes

source: Details
fr: Détails

source: Product Wish
fr: Souhait de produit

source: Product Wishes
fr: Souhaits de produit

source: No such wishlist item.
fr: Pas de tel article dans la liste des souhaits.

source: You must be logged in to do that.
fr: Vous devez être connectés pour faire çà.
