Repository: sankroh/satchmo
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Currency code for Prot/X transactions.
fr: Code devise pour les transactions Prot/X.

source: Verbose logging?
fr: Logs des événements détaillés?

source: 3D Secure transaction expired. Please try again.
fr: La trasaction 3D Secure a expiré. Veuillez réessayer.

source: 3D Secure transaction was not approved by payment gateway. Please contact us.
fr: La transaction 3D Secure n'a pas été approuvée par l'organisme de paiement. Veuillez nous contacter.

source: TrustCommerce Payment Settings
fr: Paramètres de paiement TrustCommerce

source: Use Address Verification System (AVS)?
fr: Utiliser le système de vérification d'adresse (AVS)?

source: Type of authorization to perform.
fr: Type d'autorisation à accorder.

source: Refer to manual for details on the different types.
fr: Se référer au manuel pour les différents types.

source: Sale
fr: Vente

source: Preauth
fr: Préaut.

source: Your TrustCommerce login
fr: Votre login TrustCommerce

source: Your TrustCommerce password
fr: Votre mot de passe TrustCommerce

source: Transaction was declined. Reason: %s
fr: La transaction a échoué. raison: %s

source: declinetype
fr: type d'échec

source: Improperly formatted data. Offending fields: %s
fr: Données mal formatées. Champs en cause: %s

source: offenders
fr: En cause

source: An error occurred: %s
fr: Une erreur est survenue: %s

source: errortype
fr: erreur type

source: You must not save a category in itself!
fr: Vous ne devez pas sauvegarder une catégorie en elle-même

source: Meta Data
fr: Méta données

source: Item Dimensions
fr: Dimensions de l'article

source: Tax
fr: Taxe

source: Related Products
fr: Produits en relation

source: Inventory Editor
fr: Editeur d'inventaire

source: Product Import/Export
fr: Produit Import/Export

source: No upload file found
fr: Pas de fichier Upload

source: The product you have requested is not a Configurable Product.
fr: Le produit demandé n'est pas un produit configurable.

source: The product you have requested does not exist.
fr: Le produit demandé n'existe pas.

source: Not Rated
fr: Non évalué

source: Product Settings
fr: Paramètres de produit

source: Product Model Options
fr: Options du modèle de produit

source: Configurable Product
fr: Produit configurable

source: Product Variation
fr: Variante du produit

source: Custom Order
fr: Commande spéciale

source: Subscription Product
fr: Produit à souscription

source: Downloadable Product
fr: Produit téléchargeable

source: Upload Image Dir
fr: Répertoire d'images Upload

source: Directory name for storing uploaded images. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
fr: Nom du répertoire pour stocker les images. Cette valeur va être accolée à MEDIA_ROOT. Ne pas s'inquiéter de slashes. Nous pouvons toujours traiter le résultat.

source: Protected dir
fr: Répertoire protégé

source: This is only used if you use Downloadable Products. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
fr: Ceci est seulement utilisé pour les produits téléchargeables. Cette valeur sera accolée à MEDIA_ROOT. Ne pas s'inquiéter des slashes. Nous pouvons toujours traiter le résultat.

source: export format
fr: format d'exportation

source: Include Images
fr: Inclure les images

source: Include Categories
fr: Inclut les catégories

source: File to import
fr: Fichier à importer

source: Could not parse format from filename: %s
fr: Ne peut pas utiliser le format du fichier nommé: %s

source: Bad VARS file in import zipfile.
fr: Mauvais fichier VARS dans le fichier zippé importé.

source: Missing VARS in import zipfile.
fr: Pas de VARS dans le fichier importé zippé.

source: Unknown file format: %s
fr: Format de fichier inconnu: %s

source: Added %(count)i objects from %(filename)s
fr: Ajout de %(count)i objets à partir de %(filename)s

source: Problem installing fixture '%(filename)s': %(error_msg)s
fr: Problème en installant '%(filename)s': %(error_msg)s

source: Used for URLs, auto-generated from name if blank
fr: Utilisé pour les URLs, auto-généré à partir du nom si laissé vide

source: Meta description for this category
fr: Meta description pour cette catégorie

source: Ordering
fr: Commande

source: Override alphabetical order in category display
fr: Remplace l'ordre alphabétique à l'affichage des catégories

source: Related Categories
fr: Catégories en rapport

source: Category
fr: Catégorie

source: Categories
fr: Catégories

source: language
fr: langue

source: Translated Category Name
fr: Nom de catégorie traduit

source: Description of category
fr: Description de la catégorie

source: active
fr: actif

source: Category Translation
fr: Traduction de catégorie

source: Category Translations
fr: Traductions de catégorie

source: Picture
fr: Image

source: Optional caption
fr: Sous-titre optionnel

source: Category Image
fr: Image de la catégorie

source: Category Images
fr: Images des catégories

source: Translated Caption
fr: Texte traduit

source: Category Image Translation
fr: Traduction de l'image de catégorie

source: Category Image Translations
fr: Traductions de l'image de catégorie

source: Name of Option Group
fr: Nom du groupe d'option

source: This will be the text displayed on the product page.
fr: Ce texte sera affiché sur la page du produit.

source: Detailed Description
fr: Description détaillée

source: Further description of this group (i.e. shirt size vs shoe size).
fr: Description plus complète du groupe, par exemple taille de tshirt / taille de chaussure.

source: The display order for this group.
fr: Ordre d'affichage de ce groupe

source: Option Group
fr: Groupe d'options

source: Option Groups
fr: Groupes d'options

source: Translated OptionGroup Name
fr: Nom traduit du groupe d'options

source: Description of OptionGroup
fr: Description du groupe d'options

source: Option Group Translation
fr: Traduction du groupe d'options

source: Option Groups Translations
fr: Traductions des groupes d'options

source: Display value
fr: Valeur affichée

source: Stored value
fr: Valeur stockée

source: Price Change
fr: Changement de prix

source: This is the price differential for this option.
fr: Ceci est la différence de prix pour cette option.

source: Option Item
fr: Option de l'article

source: Option Items
fr: Options de l'article

source: Translated Option Name
fr: Nom de l'option traduit

source: Option Translation
fr: Traduction de l'option

source: Option Translations
fr: Traductions de l'option

source: This is what the product will be called in the default site language. To add non-default translations, use the Product Translation section below.
fr: Ceci est le nom du produit dans la langue par défaut du site. Pour ajouter d'autres traductions, utilisez la section Traduction ci-desous.

source: Slug Name
fr: Slug

source: Defaults to slug if left blank
fr: Prend la valeur de slug si laissé blanc.

source: Short description of product
fr: Description courte du produit

source: This should be a 1 or 2 line description in the default site language for use in product listing screens
fr: Description en 1 ou 2 lignes dans la langue du site. Utilisé dans les écrans de listage des produits.

source: Description of product
fr: Description du produit

source: This field can contain HTML and should be a few paragraphs in the default site language explaining the background of the product, and anything that would help the potential customer make their purchase.
fr: Ce champ peut contenir du HTML et devrait contenir quelques paragraphes décrivant le produit ainsi que n'importe quoi qui pourrait inciter le client à acheter

source: Number in stock
fr: Nombre en stock

source: Meta description for this product
fr: Meta description de ce produit

source: Is product active?
fr: Le produit est-il actif ?

source: This will determine whether or not this product will appear on the site
fr: Ceci détermine si le produit apparaît ou non sur le site

source: Featured Item
fr: Article mis en valeur

source: Featured items will show on the front page
fr: Les articles mis en valeur apparaîtront sur la page principale

source: Weight
fr: Poids

source: Weight units
fr: Unité de poids

source: Length
fr: Longueur

source: Length units
fr: Unité de longueur

source: Width
fr: Largeur

source: Width units
fr: Unité de largeur

source: Height
fr: Hauteur

source: Height units
fr: Unité de hauteur

source: Related Items
fr: Articles en relation

source: Previously Purchased
fr: Acheté antérieurement

source: Total sold
fr: Total vendu

source: Tax Class
fr: Type de taxe

source: If it is taxable, what kind of tax?
fr: Si l'objet est taxable, quel type de taxe?

source: Products
fr: Produits

source: Product Subtypes
fr: Sous-types du produit

source: This should be a 1 or 2 line description for use in product listing screens
fr: Description en 1 ou 2 lignes. Utilisé dans les écrans de listage des produits.

source: This field can contain HTML and should be a few paragraphs explaining the background of the product, and anything that would help the potential customer make their purchase.
fr: Ce champ peut contenir du HTML et devrait contenir quelques paragraphes décrivant le produit ainsi que n'importe quoi qui pourrait inciter le client à acheter

source: Product Translation
fr: Traduction du produit

source: Product Translations
fr: Traductions du produit

source: Percent Downpayment
fr: Pourcentage d'escompte

source: Deferred Shipping
fr: Expédition reportée

source: Do not charge shipping at checkout for this item.
fr: Ne pas compter des frais de port pour cet article

source: Custom Product
fr: Produit spécial

source: Custom Products
fr: Produits spéciaux

source: Custom field name
fr: Nom du champ libre

source: Auto-generated from name if blank
fr: Généré automatiquement à partir du nom si laissé blanc

source: Custom Fields
fr: Champs spéciaux

source: Translated Custom Text Field Name
fr: Nom traduit du champ de texte libre

source: CustomTextField Translation
fr: Traduction du champ de texte libre

source: CustomTextField Translations
fr: Traductions du champ de texte libre

source: Create Variations
fr: Créer des variantes

source: Create ProductVariations for all this product's options. To use this, you must first add an option, save, then return to this page and select this option.
fr: Créer des variantes de produit pour toutes les options de ce produit. Pour utiliser ceci, vous devez d'abord ajouter une option, sauver, et ensuite revenir à cette page et sélectionner cette option.

source: Configurable Products
fr: Produits configurables

source: File
fr: Fichier

source: Num allowed downloads
fr: Nombre de téléchargements permis

source: Number of times link can be accessed.
fr: Nombre de fois que le lien peut être accédé.

source: Expire minutes
fr: Délai d'expiration en minutes

source: Number of minutes the link should remain active.
fr: Nombre de minutes pendant lesquelles le lien doit rester actif.

source: Is this download currently active?
fr: Est-ce que ce téléchargement est actuellement actif?

source: Downloadable Products
fr: Produits téléchargeables

source: Recurring Billing
fr: Facturation récurrente

source: Customer will be charged the regular product price on a periodic basis.
fr: Le client sera facturé sur base périodique pour ce produit.

source: Recurring Times
fr: Nombre de paiements

source: Number of payments which will occur at the regular rate. (optional)
fr: Nombre de paiements périodiques. (optionnel)

source: Duration
fr: Durée

source: Length of each billing cycle (days)
fr: Périodicité en jours des paiements

source: No Shipping Charges
fr: Pas de frais de port

source: Pay Shipping Once
fr: Frais de port unique

source: Pay Shipping Each Billing Cycle
fr: Frais de port à chaque facturation du cycle

source: Shippable?
fr: Expédiable?

source: Is this product shippable?
fr: Le produit est-il expédiable ?

source: Subscription Products
fr: Produits à souscription

source: Set to 0 for a free trial. Leave empty if product does not have a trial.
fr: Mettre 0 pour un essai gratuit. Laisser blanc si le produit n'a pas de période d'essai.

source: Trial Duration
fr: Durée de l'essai

source: Length of trial billing cycle (days). Leave empty if product does not have a trial.
fr: Durée en jours de la période d'essai. Laisser blanc si le produit n'a pas de période d'essai.

source: Trial Terms
fr: Conditions d'essai

source: Two options from the same option group cannot be applied to an item.
fr: Deux options d'un même groupe ne peuvent pas être appliquées au même article

source: Product variation
fr: Variante du produit

source: Product variations
fr: Variantes du produit

source: Product Attribute
fr: Attribut du produit

source: Product Attributes
fr: Attributs du produit

source: Discount Quantity
fr: Quantité pour remise

source: Use this price only for this quantity or higher
fr: Utilisez ce prix seulement pour cette quantité ou plus

source: Expires
fr: Expire

source: Prices
fr: Prix

source: Product Image
fr: Image du produit

source: Product Images
fr: Images du produit

source: Product Image Translation
fr: Traduction de l'image du produit

source: Product Image Translations
fr: Traductions de l'image du produit

source: not available
fr: non disponible

source: Translation
fr: Traduction

source: Translations
fr: Traductions

source: Brand
fr: Marque

source: Brands
fr: Marques

source: Brand Category
fr: Catégorie d'une marque

source: Brand Categories
fr: Catégories d'une marque

source: Used for URLs
fr: Utilisé pour les URLs

source: Brand Product
fr: Produit d'une marque

source: Brand Products
fr: Produits d'une marque

source: title
fr: titre

source: Short Description
fr: Description courte

source: Full Description
fr: Description complète

source: Brand Translation
fr: Traduction d'une marque

source: Brand Translations
fr: Traductions d'une marque

source: Brand Category Product
fr: Produit d'une catégorie d'une marque

source: Brand Category Products
fr: Produits d'une catégorie d'une marque

source: Brand Category Translations
fr: Traductions d'une catégorie d'une marque

source: Brand "%s" does not exist
fr: La marque "%s" n'existe pas.

source: No category "%s" in brand "%s"
fr: Pas de catégorie "%s" pour la marque "%s"

source: Edit %(subtype)s
fr: Editer %(subtype)s

source: Add %(subtype)s
fr: Ajouter %(subtype)s

source: Delete ProductVariation
fr: Supprimer une variante du produit

source: Enable Akismet ratings
fr: Activer les appréciations Akismet

source: Akismet API Key
fr: Clé pour l'API Akismet

source: Rating
fr: Evaluation

source: Maximum recent items
fr: Nombre maxi d'articles récents

source: The maximum number of items show in the recent box.
fr: Le nombre maximum d'articles qui seront visibles dans le cadre 'Articles récents'.

source: Recently Viewed
fr: Vu récemment

source: Shipping Settings
fr: Paramètres d'expédition

source: Active shipping modules
fr: Modules d'expédition activés

source: Select the active shipping modules, save and reload to set any module-specific shipping settings.
fr: Sélectionnez les modules d'expédition actifs, sauvez et recharger pour activer les paramètres spécifiques du module.

source: Per piece
fr: Par pièce

source: Dummy Flat Rate Shipping
fr: Livraison à taux standard bidon

source: 3 - 4 business days
fr: 3 - 4 jours ouvrables

source: FedEx Shipping Settings
fr: Paramètres d'expédition FedEx

source: FedEx Meter Number
fr: Numéro Meter FedEx

source: Meter Number provided by FedEx.
fr: Numéro fourni par FedEx.

source: FedEx Account Number
fr: Numéro de compte FedEx

source: FedEx Account Number.
fr: Numéro de compte FedEx.

source: FedEx Shipping Choices Available to customers.
fr: Choix des modes d'expédition FedEx disponibles pour les clients.

source: Type of container/package used to ship product.
fr: Type d'emballage pour expédier ce produit.

source: Access production FedEx server
fr: Accès au serveur de production FedEx

source: Use this when your store is in production.
fr: Utilisez ceci lorsque votre boutique sera en mode production.

source: Address to submit live transactions.
fr: Adresse pour soumettre les transactions réelles.

source: Submit to TestURL
fr: Soumette à l'URL de Test

source: Address to submit test transactions.
fr: Adresse pour soumettre des transactions de test.

source: Single Box?
fr: Emballage groupé?

source: Use just one box and ship by weight? If no then every item will be sent in its own box.
fr: Utiliser un seul emballage - prix au poids? Si non, chaque article est envoyé dans une boite distincte.

source: Verbose logs
fr: Logs des événements détaillés

source: Send the entire request and response to the log - for debugging help when setting up FedEx.
fr: Envoyer les requètes et réponses dans le log. Utile pour la mise au point du module FedEx.

source: %s business days
fr: %s jours ouvrables

source: %s business day
fr: %s jour ouvrable

source: Flat rate
fr: Taux plancher

source: Flat shipping
fr: Expédition standard

source: Flat Shipping Service
fr: Service d'expédition standard

source: Shipping service used with Flat rate shipping
fr: Service d'expédition ayant un taux standard

source: Flat Delivery Days
fr: Délai de livraison standard en jour

source: Flat Rate Shipping
fr: Taux d'expédition standard

source: No Shipping
fr: Pas de livraison

source: immediately
fr: immédiatement

source: Per item price
fr: Prix par article

source: Per Item Shipping Service
fr: Service d'expédition par article

source: Shipping service used with per item shipping
fr: Service d'expédition avec expédition par article

source: Per Item Delivery Days
fr: Délai de livraison en jours par article

source: Per Item shipping
fr: Frais de port par article

source: Tiered Shipping
fr: Expédition 'tiered'

source: Key
fr: Clé

source: Carrier
fr: Transporteur

source: Method
fr: Méthode

source: i.e. US Mail
fr: cad US Mail

source: Delivery Days
fr: Délai en jours

source: Min Price
fr: Prix minimum

source: The minumum price for this tier to apply
fr: Prix minimum pour appliquer ce 'tier'

source: Shipping Price
fr: Prix du transport

source: Tiered Quantity
fr: Quantité 'tiered'

source: Min Quantity
fr: Quantité Min

source: Minimum qty in order for this to apply?
fr: Qté minimum pour appliquer ceci

source: Handling Price
fr: Prix de traitement

source: Shipping Per Item
fr: Transport par article

source: UPS Shipping Settings
fr: Paramètres d'expédition par UPS

source: UPS XML Access Key
fr: Clé d'accès UPS XML

source: XML Access Key Provided by UPS
fr: Clé d'accès XML fournie par UPS

source: UPS User ID
fr: Identifiant utilisateur chez UPS

source: User ID provided by UPS site.
fr: Identifiant de l'utilisateur fourni par le site Web UPS

source: UPS Account Number
fr: Numéro de compte UPS

source: UPS Account Number.
fr: Numéro de compte UPS.

source: UPS User Password
fr: Mot de passe de l'utilisateur chez UPS

source: User password provided by UPS site.
fr: Mot de passe fourni à l'utilisateur par le site Web UPS

source: UPS Shipping Choices Available to customers.
fr: Choix des modes d'expédition UPS disponibles pour les clients.

source: Type of container used to ship product.
fr: Type de container utilisé pour expédier ce produit.

source: UPS Pickup option.
fr: Option enlèvement d'UPS.

source: Access production UPS server
fr: Accès au serveur de production UPS

source: Send the entire request and response to the log - for debugging help when setting up UPS.
fr: Envoyer les requètes et réponses dans le log. Utile pour la mise au point du module UPS.

source: Store Contact
fr: Enregistrer le contact

source: Shipping Countries
fr: Pays pour expédition

source: Shipping Method
fr: Moyen de livraison

source: Shipping Address
fr: Adresse de livraison

source: Billing Address
fr: Adresse de facturation

source: Totals
fr: Totaux

source: Default currency symbol
fr: Symbole monétaire par défaut

source: Use a '_' character to force a space.
fr: Utilisez un '_' pour forcer un espace.

source: Enable product ratings
fr: Activer les appréciations des produits

source: Enable random display of featured products on home page
fr: Activer l'affichage aléatoire des produits mis en valeur sur la première page

source: Total number of featured items to display
fr: Nombre total d'articles mis en valeur à afficher

source: Number of featured items to display on each page
fr: Nombre d'articles mis en valeur à afficher sur chaque page

source: Measurement system to use in store
fr: Système de mesure utilisé dans la boutique

source: Metric
fr: Métrique

source: Imperial
fr: Impérial

source: URI to the logo for the store
fr: URI vers le logo de la boutique

source: Google Settings
fr: Paramètres Google

source: Enable Analytics
fr: Activer Analitics

source: Use Urchin?
fr: Utiliser Urchin?

source: Use the old-style, urchin javascript?. This is not needed unless your analytics account hasn't been updated yet.
fr: Utiliser les javascripts à l'ancien format urchin? Ceci n'est nécessaire que si votre compte Analitics n'a pas été mis à jour.

source: Analytics Code
fr: Code Analytics

source: Enable Conversion Tracking
fr: Activer le suivi des conversions

source: Adwords ID (ex: UA-abcd-1)
fr: Identifiant Adwords (ex: UA-abcd-1)

source: Language Settings
fr: Paramètres linguistiques

source: Allow user to choose from available translations
fr: Permettre à l'utilisateur de choisir es traductions disponibles

source: Available languages
fr: Langues disponibles

source: Languages that have valid translations
fr: Langues disposant de traductions valides.

source: Test Store
fr: Boutique de Test

source: Store Name
fr: Nom de la boutique

source: Purchase item not in stock?
fr: Autoriser l'achat d'articles non en stock ?

source: Only sell to in-country customers?
fr: Vendre uniquement aux clients du pays?

source: Default country for customers
fr: Pays par défaut pour les clients

source: Store Configuration
fr: Configuration de la boutique

source: Store Configurations
fr: Configurations de la boutique

source: Shopping Cart
fr: Panier

source: Shopping Carts
fr: Paniers

source: Cart
fr: Panier

source: Quantity
fr: Quantité

source: Cart Item
fr: Article du panier

source: Cart Items
fr: Articles du panier

source: detail
fr: détail

source: name
fr: nom

source: Item Detail Price Change
fr: Modifier le prix de détail de l'article

source: Cart Item Detail
fr: Détail d'un article du panier

source: Cart Item Details
fr: Détails d'un article du panier

source: Online
fr: En ligne

source: Show
fr: Afficher

source: Temp
fr: Temporaire

source: Pending
fr: En attente

source: In Process
fr: Commande en préparation

source: Billed
fr: Facturé

source: Shipped
fr: Envoyé

source: Subtotal
fr: Sous-total

source: Discount amount
fr: Montant de la remise

source: Order method
fr: Méthode de commande

source: Shipping Description
fr: Description du moyen de livraison

source: Shipping Models
fr: Modèle de livraison

source: Shipping Cost
fr: Coût de la livraison

source: Shipping Discount
fr: Remise sur frais de transport

source: Timestamp
fr: Date et heure

source: Status
fr: État

source: This is set automatically.
fr: Ceci est rempli de manière automatique

source: View
fr: Afficher

source: Order immediately available for download
fr: Commande à télécharger disponible immédiatement

source: Product Order
fr: Commande de produit

source: Product Orders
fr: Commandes de produit

source: Unit price
fr: Prix à l'unité

source: Unit tax
fr: Taxe unitaire

source: Line item price
fr: Prix de la ligne

source: Line item tax
fr: Taxe de l'article de la ligne

source: Subscription End
fr: Fin de souscription

source: Subscription expiration date.
fr: Date d'expiration de la souscription.

source: Completed
fr: Terminé
