Repository: sankroh/satchmo
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: Email address
fr: Adresse de messagerie

source: Password (again)
fr: Répétez le mdp

source: Password
fr: Mot de passe

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Newsletter
fr: Lettre d'informations

source: The two passwords do not match.
fr: Les 2 entrées diffèrent

source: That email address is already in use.
fr: Cette adresse Email est déjà utilisée

source: Welcome to %s
fr: Bienvenue sur %s

source: Yes
fr: Oui

source: No
fr: Non

source: Registration Form
fr: Formulaire d'enregistrement

source: Key to delete
fr: Clé à effacer

source: Include Children?
fr: Inclure les enfants?

source: Delete all keys?
fr: Effacer toutes les clés?

source: Home
fr: Accueil

source: Cache Delete
fr: Vider le cache

source: Cache Stats
fr: Statut du cache

source: Cache View
fr: Voir le cache

source: Base Settings
fr: Configuration de base

source: Default value: ""
fr: Valeur par défaut: ""

source: Default value:
fr: Valeur par défaut:

source: Default value: %s
fr: Valeur par défaut: %s

source: Change password
fr: Modifier le mot de passe

source: Log out
fr: Se déconnecter

source: Edit Group Settings
fr: Editer les paramètres de groupe

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous:

source: Settings included in %(name)s.
fr: Paramètres inclus dans %(name)s.

source: You don't have permission to edit values.
fr: Vous n'avez pas le droit d'éditer les valeurs.

source: Edit Site Settings
fr: Editer les paramètres du site

source: Group settings: %(name)s
fr: Paramètres du groupe: %(name)s

source: Uncollapse all
fr: Déployer tout

source: Please Select
fr: Choisissez SVP

source: Only authenticated users can check out
fr: Seuls les utilisateurs identifiés peuvent passer commande

source: Users will be required to authenticate (and create an account if neccessary) before checkout.
fr: Les utilisateurs doivent s'identifier (et créer un compte si nécessaire) avant de passer commande.

source: Billing data is optional
fr: Les données de facturation sont optionnelles

source: Users will not be required to provide billing address and phone number. If authentication before checkout is required, this allows instant purchase (all required contact data will have already been provided in registration form). Otherwise be careful, as this may leave you orders with almost no customer data!
fr: Les utilisateurs ne doivent pas fournir d'adresse de facturation ni de N° de téléphone. Si l'identification avant commande est requise, c'est pour permettre les achats immédiats (toutes les données requises ont déjà été fournies dans le formulaire d'enregistrement). Sinon, soyez prudent : car cela peut laisser des commandes sans coordonnées de client.

source: Account Verification
fr: Vérification du compte

source: Select the style of account verification. 'Immediate' means no verification needed.
fr: Choisissez le style de vérification de compte. 'Immédiat' = vérification non requise.

source: Immediate
fr: Immédiat

source: Email
fr: Courriel

source: Days to verify account
fr: Délai en jours de vérification du compte

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Phone
fr: Téléphone

source: Addressee
fr: Carnet d'adresse

source: Street
fr: Rue

source: City
fr: Ville

source: State
fr: Département/Province

source: Country
fr: Pays

source: Zipcode/Postcode
fr: Code postal

source: Shipping same as billing?
fr: Adresse de livraison = adresse de facturation?

source: This field is required.
fr: Ce champ est requis.

source: State is required for your country.
fr: Département requis pour votre pays.

source: Shipping and Billing countries must match
fr: Les pays de livraison et de facturation diffèrent

source: Customer
fr: Client

source: Supplier
fr: Fournisseur

source: Distributor
fr: Distributeur

source: Company
fr: Entreprise

source: Government
fr: Gouvernement

source: Non-profit
fr: Association

source: Manufacturer
fr: Fabricant

source: Name
fr: Nom

source: Role
fr: Rôle

source: Creation Date
fr: Date de création

source: Organization
fr: Organisation

source: Organizations
fr: Organisations

source: Date of birth
fr: Date de naissance

source: Creation date
fr: Date de création

source: Work
fr: Travail

source: Mobile
fr: Portable

source: In Person
fr: En personne

source: Date and Time
fr: Date et heure

source: Phone Number
fr: Numéro de téléphone

source: Primary
fr: Principal

source: Phone Numbers
fr: Numéros de téléphone

source: Description of address - Home, Office, Warehouse, etc.
fr: Description de l'adresse - Domicile, Bureau, Entrepôt, etc...

source: Zip Code
fr: Code Postal

source: Default Shipping Address
fr: Adresse de livraison par défaut

source: Default Billing Address
fr: Adresse de facturation par défaut

source: Address Book
fr: Carnet d'adresse

source: Address Books
fr: Carnets d'adresse

source: Thank you for your order from %(shop_name)s
fr: Merci de votre commande à %(shop_name)s

source: New order on %(shop_name)s
fr: Nouvelle commande à %(shop_name)s

source: No Discount
fr: Pas de remise

source: Discount Code
fr: Code de la promotion

source: Coupon Code
fr: Code du coupon de promotion

source: Discount Amount
fr: Montant de la promotion

source: Enter absolute discount amount OR percentage.
fr: Entrez le montant de la remise OU son pourcentage

source: Discount Percentage
fr: Pourcentage de la promotion

source: Enter absolute discount amount OR percentage. Percentage example: "0.10".
fr: Entrez le montant de la remise OU son pourcentage. Exemple de pourcentage : "0;10".

source: Is this an automatic discount?
fr: Est-ce une remise automatique?

source: Use this field to advertise the discount on all products to which it applies. Generally this is used for site-wide sales.
fr: Utilisez ce champ pour informer de la remise pour tous les produits où elle s'applique. Utilisé pour des ventes 'site-wide'.

source: Number of allowed uses
fr: Nombre d'utilisations possibles

source: Not implemented.
fr: Non implémenté.

source: Number of times already used
fr: Nombre d'utilisation actuel

source: Minimum order value
fr: Valeur minimum de la commande

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Active
fr: Actif

source: Free shipping
fr: Franco de port

source: Should this discount remove all shipping costs?
fr: Cette promotion offre-t-elle les frais de port ?

source: Include shipping
fr: Inclure les frais de port

source: Should shipping be included in the discount calculation?
fr: Les frais de port doivent-ils être compris dans le calcul de la remise?

source: Valid Products
fr: Produits valides

source: This coupon is disabled.
fr: Ce coupon de promotion a désactivé

source: This coupon is not active yet.
fr: Ce coupon de promotion n'est pas encore actif

source: This coupon has expired.
fr: Ce coupon de promotion a expiré.

source: This discount has exceeded the number of allowed uses.
fr: Le nombre d'utilisations de cette remise est dépassé.

source: Valid.
fr: Valide.

source: This discount only applies to orders of at least %s.
fr: Cette remise ne s'applique qu'aux commandes d'au moins %s pièces.

source: This discount cannot be applied to the products in your cart.
fr: Cette remise ne s'applique pas aux produits de votre panier.

source: Discount
fr: Promotion

source: Discounts
fr: Promotions

source: Bad Category: %s
fr: Catégorie invalide: %s

source: Gift Certificate
fr: Bon cadeau

source: Gift Certificate Settings
fr: Paramètrisation des bons cadeaux

source: Use SSL for the checkout pages?
fr: Utiliser SSL pour les pages de validation des commandes?

source: Character Set
fr: Jeu de caractères

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
fr: Caractères permis dans codes de certificats générés aléatoirement. Pas de voyelles = pas de 'unfortunate words'.

source: Module key
fr: Clé du module

source: Code format
fr: Format du code

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
fr: Entrez le format pour votre code de certificat. Utilisez un '^' pour un caractère généré aléatoirement.

source: Implementation module
fr: Module Implémentation

source: English name for this group on the checkout screens
fr: Nom anglais pour ce groupe dans les pages de validation de commandes

source: This will be passed to the translation utility
fr: Ceci va être envoyé à l'utilitaire de traduction

source: Accept real payments
fr: Accepter les paiements réels

source: False if you want to be in test mode
fr: Décoché si vous voulez travailler en mode Test

source: The url base used for constructing urlpatterns which will use this module
fr: L'url de base pour construire les motifs d'url utilisés dans ce module

source: Order
fr: Commande

source: Certificate Code
fr: Code certificat

source: Purchased by
fr: Acheté par

source: Date added
fr: Date d'ajout

source: Valid
fr: Valide

source: Starting Balance
fr: Solde initial

source: Gift Certificates
fr: Bons cadeau

source: Date of usage
fr: Date d'utilisation

source: Amount Used
fr: Montant concerné

source: Order Payment
fr: Paiement de commande

source: Used by
fr: Utilisé par

source: Product
fr: Produit

source: Gift certificate product
fr: Produit avec bon cadeau

source: Gift certificate products
fr: Produits avec bon cadeau

source: No balance to pay
fr: Rien à payer

source: No such Gift Certificate
fr: Pas de tel bon cadeau

source: Bad Gift Certificate
fr: Mauvais bon cadeau

source: Success
fr: Succes

source: %s balance remains after gift certificate was applied
fr: Solde restant après déduction du bon cadeau %s

source: Checkout
fr: Validation de la commande

source: Payment
fr: Paiement

source: Order total: %(orderbalance)s
fr: Montant total: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
fr: Vous aller utiliser le bon cadeau #%(giftcode)s d'une valeur de %(certbalance)s pour régler votre commande.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
fr: Le bon cadeau ne peut couvrir la totalité de la commande. Il vous faudra sélectionner un autre moyen de paiement pour régler le solde.

source: Please Note:
fr: Veuillez noter:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
fr: Prêt à utiliser votre bon cadeau: %(giftcode)s, qui vaut %(balance)s.

source: Payment Information
fr: Information sur le paiement

source: Gift Certificate Code
fr: Code du bon cadeau

source: Gift Certificate Codes
fr: Codes des bons cadeau

source: To: %(recipient)s
fr: A: %(recipient)s

source: Starting Balance: %(start_balance)s
fr: Solde de départ: %(start_balance)s

source: Purchased on:
fr: Acheté le:

source: Initial Balance:
fr: Solde initial:

source: Current Balance:
fr: Solde courant:

source: No such gift certificate found.
fr: Pas de tel bon cadeau trouvé.

source: Price
fr: Prix

source: Quantity (multiply the gift certificate by this amount)
fr: Quantité (multiplie le bon cadeau par cette valeur)

source: Recipient Email (optional):
fr: Email du destinataire (facultatif)

source: Message (optional):
fr: Message (facultatif):

source: Add to cart
fr: Ajouter au panier

source: Africa
fr: Afrique

source: North America
fr: Amérique du Nord

source: Asia
fr: Asie

source: Oceania
fr: Océanie

source: South America
fr: Amérique du Sud

source: Antarctica
fr: Antartique

source: Another
fr: Autre

source: Island
fr: Île

source: Autonomous island
fr: Île autonome

source: County
fr: Comté

source: Department
fr: Département

source: Dependency
fr: Dépendance

source: Emirate
fr: Emirat

source: Governorate
fr: Gouvernemental

source: Island group
fr: Archipel

source: Island region
fr: Région insulaire

source: Kingdom
fr: Royaume

source: Municipality
fr: Municipalité

source: Parish
fr: Paroisse

source: Prefecture
fr: Préfécture

source: Region
fr: Région

source: Republic
fr: République

source: Subject
fr: Sujet

source: Territory
fr: Territoire

source: Official name (CAPS)
fr: Nom officiel (CAPS)

source: Country name
fr: Nom du pays

source: Country is active
fr: pays actif

source: Administrative Area
fr: Zone administrative

source: Countries
fr: Pays

source: Admin Area name
fr: Nom de la zone d'administration

source: Postal Abbreviation
fr: Abbréviation postale

source: Area is active
fr: La zone est active

source: Administrative Areas
fr: Zones administratives

source: Newsletter Settings
fr: Paramètres des lettres d'information

source: Active newsletter module
fr: Activer le module des lettres d'information

source: Select a newsletter, save and reload to set any module-specific newsletter settings.
fr: Selectionnez une lettre d'information, sauvez et rechargez pour activer un paramètre spécifique au module.

source: No newsletter
fr: Pas de lettre d'information

source: Simple list
fr: Liste simple

source: Mailman
fr: Gestionnaire de mailing

source: Name of Newsletter
fr: Nom de la lettre d'information

source: Give the exact name that matches the mailing list set up in Mailman.
fr: Donnez le nom exact de la liste de mailing mise en place par le gestionnaire.

source: Full Name
fr: Nom complet

source: Subscribe
fr: S'inscrire

source: Updated subscription for %(email)s.
fr: Souscription mise à jour pour %(email)s.

source: Already subscribed %(email)s.
fr: L'Email %(email)s est déjà inscrit.

source: Already removed %(email)s.
fr: L'Email %(email)s est déjà désinscrit.

source: Subscribed: %(email)s
fr: Inscrit: %(email)s

source: Unsubscribed: %(email)s
fr: Désinscrit: %(email)s

source: Already Subscribed: %s
fr: Déja inscrit: %s

source: Already a member: %(email)s
fr: Déjà membre: %(email)s

source: Bad/Invalid email address: blank line
fr: Adresse email invalide: ligne vierge

source: Bad/Invalid email address: %(email)s
fr: Adresse email invalide: %(email)s

source: Hostile address (illegal characters): %(email)s
fr: Adresse contenant des caractères invalides: %(email)s

source: Subscribed
fr: Inscrit

source: Update Date
fr: Date de mise à jour

source: Attribute Name
fr: Nom de l'attribut

source: Value
fr: Valeur

source: Subscription Attribute
fr: Attribut de souscription

source: Subscription Attributes
fr: Attributs de souscription

source: Error, not valid.
fr: Erreur, non valide.

source: Payment Settings
fr: Paramètres de paiement

source: Cron Passkey
fr: Clé d'accès Cron

source: Enter an authentication passkey to secure your recurring billing cron url.
fr: Entrez une clé d'authentification pour sécuriser votre url de facturation Cron.

source: Allow URL Access to Cron for subscription rebills
fr: Permettre l'accès à l'URL Cron pour renouvellement de souscription

source: Do you want to allow remote url calls for subscription billing?
fr: Voulez-vous permettre l'appel d'URL externe pour les souscriptions?

source: False if you want to be in test mode. This is the master switch, turn it off to force all payments into test mode.
fr: Décoché si vous voulez rester en mode Test. Force tous les paiements en mode Test

source: Email owner?
fr: Envoyer un email au propriétaire?

source: True if you want to email the owner on order
fr: Coché si vous souhaitez envoyer un email au propriétaire lors d'une commande

source: Extra order emails?
fr: Autres adresses email pour une commande

source: Put all email addresses you want to email in addition to the owner when an order is placed.
fr: Ajoutez toutes les adresses email souhaitées en plus de celle du propriétaire lorsqu'une commande est placée.

source: Country match required?
fr: Correspondance de pays requise?

source: If True, then customers may not have different countries for shipping and billing.
fr: Si coché, les clients doivent avoir le même pays pour l'expédition et la facturation.

source: Enable payment modules
fr: Activer les modules de paiement

source: Select the payment modules you want to use with your shop. If you are adding a new one, you should save and come back to this page, as it may have enabled a new configuration section.
fr: Sélectionnez les modules de paiement que vous utiliserez dans votre boutique. Si vous ajoutez un nouveau module, vous devrer sauver puis recharger cette page, car celà active une nouvelle section de configuration.

source: Enable SSL
fr: Activer SSL

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
fr: Ceci active pour les pages génériques comme la saisie d'information du contact. Cà n'active pas le SSL pour les modules individuels. Vous devez activer le SSL pour chaque module de paiement individuellement.

source: Minimum Order
fr: Valeur minimum de la commande

source: The minimum cart total before checkout is allowed.
fr: Le montant minimum requis pour accepter une commande.

source: Should this be displayed as an option for the user?
fr: Ce mode de paiement doit-il être proposé à l'utilisateur ?

source: Option Name
fr: Nom du moyen de paiement

source: The class name as defined in payment.py
fr: Le nom de la classe comme défini dans payment.py

source: Sort Order
fr: Ordre de tri

source: Payment Option
fr: Option de paiement

source: Payment Options
fr: Options de paiement

source: Credit Card Type
fr: Type de carte de crédit

source: CC Number (Last 4 digits)
fr: Numéro de CB (4 derniers chiffres)

source: Encrypted Credit Card
fr: Numéro crypté de la CC

source: Expiration Month
fr: Mois d'expiration

source: Expiration Year
fr: Année d'expiration

source: card_holder Name
fr: Nom du titulaire de la carte

source: Start Month
fr: Mois de début

source: Start Year
fr: Année de début

source: Credit Card
fr: Carte de paiement

source: Credit Cards
fr: Cartes de crédit

source: New price
fr: Nouveau prix

source: Shipping adjustment
fr: Ajustement de la livraison

source: Feature is not enabled.
fr: Caractéristique non activée

source: The orderitem you have requested doesn't exist, or you don't have access to it.
fr: L'article demandé n'existe pas, ou vous n'y avez pas accès.

source: No form found in request.
fr: Pas de forme dans la requète.

source: Payment method
fr: Méthode de paiement

source: Invalid discount.
fr: Remise invalide.

source: Your card has expired.
fr: Votre panier a expiré

source: Invalid ccv.
fr: CCV invalide.

source: Your order has already been processed.
fr: Votre commande a déjà été traitée.

source: Your order is no longer valid.
fr: Votre commande n'est plus valide.

source: CreditCard
fr: Carte de crédit

source: Authorize.net Payment Settings
fr: Paramètres de paiement Authorise.net

source: Submit to URL
fr: Soumettre à l'URL

source: This is the address to submit live transactions.
fr: Ceci est l'adresse pour soumettre les transactions.

source: Submit to Test URL
fr: Soumettre à l'URL de Test

source: Available credit cards
fr: Cartes de crédit disponibles

source: Your authorize.net transaction login
fr: Votre login pour transaction authorize.net

source: Your authorize.net transaction key
fr: Votre clé pour transaction authorize.net

source: Capture Payment?
fr: Encaisser le paiement?

source: IMPORTANT: If false, you will need to manually go to your authorize.net merchant account and capture payments. Setting this to false means you are authorizing the card only, not capturing payment.
fr: IMPORTANT: Si faux, vous devrez aller manuellement au compte de votre vendeur authorize.net et effectuer les paiements. Faux signifie donc que vous ne pouvez payer que par carte.

source: Auto Success Module
fr: Module Auto Success

source: Payment Auto Success Module Settings
fr: Paramètres du module de paiement Auto Success

source: COD Payment Module Settings
fr: Paramètres du module de paiement COD

source: Use SSL for the module checkout pages?
fr: Utiliser SSL pour le module des pages de validation?

source: Cybersource.net Payment Settings
fr: Paramètres du module de paiement Cybersource.net

source: WSDL URL
fr: URL WSDL

source: Submit to Test WSDL URL
fr: Soumettre pour Test à WDSL URL

source: Currency Code
fr: Code de la devise

source: Currency code for Cybersource transactions.
fr: Code devise pour les transactions Cybersource

source: Your Cybersource merchant ID
fr: Votre identifiant vendeur à Cybersource

source: Your Cybersource transaction key
fr: Votre clé de transaction à Cybersource

source: Payment Test Module
fr: Module Test de paiement

source: Payment Test Module Settings
fr: Paramètres du module de paiement Test

source: Google Checkout Module
fr: Module de validation Google

source: Google Checkout Module Settings
fr: Paramètres du module de validation Google

source: XML Template
fr: Canevas XML

source: The XML template to use when submitting to Google. Probably you should not change this.
fr: Le canevas XML à utiliser pour Google. Vous ne devrez probablement rien y changer.

source: Currency code for Google Checkout transactions.
fr: Code devise pour validation des transactions Google.

source: Checkout Button URL
fr: URL du bouton de validation

source: Checkout Button Size
fr: Taille du bouton de validation

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Post URL
fr: URL Post

source: The Google URL for real transaction posting.
fr: L'URL Google pour effectuer des transactions réelles.

source: The Google URL for test transaction posting.
fr: L'URL Google pour effectuer des transactions de test.

source: Merchant ID
fr: Identifiant vendeur

source: Merchant Key
fr: Clé vendeur

source: Merchant Test ID
fr: Identifiant de test vendeur

source: Merchant Test Key
fr: Clé de test vendeur

source: Paypal Payment Settings
fr: Paramètres de paiement Paypal

source: Paypal Payment Module Settings
fr: Paramètres du module de paiement Paypal

source: Currency code for Paypal transactions.
fr: Code devise pour les transactions Paypal.

source: The Paypal URL for real transaction posting.
fr: L'URL Paypal pour effectuer des transactions réelles

source: The Paypal URL for test transaction posting.
fr: L'URL Paypal pour effectuer des transactions de test.

source: Paypal account email
fr: Email du compte Paypal

source: The email address for your paypal account
fr: L'adresse email pour votre compte Paypal

source: Paypal test account email
fr: Email compte de test Paypal

source: The email address for testing your paypal account
fr: L'adresse email pour tester votre compte Paypal

source: Return URL
fr: URL de retour

source: Where Paypal will return the customer after the purchase is complete. This can be a named url and defaults to the standard checkout success.
fr: Où Paypal va renvoyer le client lorsque l'achat est terminé. Cà peut être une URL nommée et par défaut retourne à validation acceptée.

source: Paid through PayPal.
fr: Payé au moyen de Paypal

source: ---Comment via Paypal IPN---
fr: ---Commentaire via IPN Paypal---

source: Prot/X Secure Payments
fr: Paiements sécurisés Prot/X

source: Prot/X Payment Settings
fr: Paramètres de paiement Prot/X

source: Simulated Transactions?
fr: Transactions simulées?

source: Must be false to accept real payments
fr: Décoché pour accepter les paiements réels

source: Payment Capture
fr: Enregistrer le paiement

source: This can be "Payment" which captures immediately, or "Deferred". Note that you can only use the latter if you set option on your Prot/X account first.
fr: Peut être "Paiement" avec éffet immédiat, ou "Différé". Ce dernier cas uniquement si vous avez coché l'option dans votre compte Prot/X au préalable.

source: Your Vendor Name
fr: Votre nom de vendeur
