Repository: sankroh/satchmo
Catalog: satchmo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Line item discount
fr: Remise de la ligne

source: Order Line Item
fr: Ligne d'une commande

source: Order Line Items
fr: Lignes d'une commande

source: Order Item
fr: Article d'une commande

source: Order Item Detail
fr: Détail de l'article

source: Order Item Details
fr: Détails de l'article

source: Downloadable product
fr: Produit téléchargeable

source: Number of attempts
fr: Nombre d'essais possibles

source: Time stamp
fr: Date et heure

source: This download is no longer active
fr: Ce lien de téléchargement n'est plus actif

source: You have exceeded the number of allowed downloads.
fr: Vous avez dépassé le nombre de téléchargements permis.

source: This download link has expired.
fr: Ce lien de téléchrgement a expiré.

source: Download Link
fr: Lien de téléchargement

source: Download Links
fr: Liens de téléchargement

source: Order Status
fr: Statut de la commande

source: Order Statuses
fr: Statuts des commandes

source: Payment Method
fr: Méthode de paiement

source: amount
fr: montant

source: timestamp
fr: date et heure

source: Transaction ID
fr: N° de la transaction

source: Order Payments
fr: Paiements de commande

source: key
fr: clé

source: value
fr: valeur

source: Order variable
fr: Commande variable

source: Order variables
fr: Variables de commande

source: Model
fr: Modèle

source: Order tax detail
fr: Détail de taxe de la commande

source: Order tax details
fr: Détails de taxe de la commande

source: Please enter one and only one of those fields.
fr: Merci de ne remplir qu'un et un seul de ces champs.

source: These fields can not be the same.
fr: Ces champs ne peuvent être identiques.

source: Site Administration
fr: Administration du site

source: No cart to update.
fr: Pas de panier à mettre à jour

source: Bad quantity.
fr: Quantité erronée

source: Bad item number.
fr: Mauvais numéro d'article

source: No such item in your cart.
fr: Cet article n'est pas dans le panier.

source: Not enough items of '%s' in stock.
fr: Pas assez d'articles '%s' en stock.

source: That product is not available at the moment.
fr: Ce produit n'est pas disponible actuellement.

source: Please enter a whole number.
fr: Entrez un nombre entier SVP.

source: Please enter a positive number.
fr: Entrez un nombre positif SVP.

source: '%s' is out of stock.
fr: '%s' n'est pas en stock.

source: Only %(amount)i of '%(product)s' in stock.
fr: Il ne reste que %(amount)i pièces de '%(product)s' en stock.

source: No product requested
fr: Pas de produit demandé

source: Choose a quantity.
fr: Choisissez une quantité.

source: Choose a whole number.
fr: Choisissez un nombre entier.

source: Error
fr: Erreur

source: You must accept the terms and conditions.
fr: Vous devez accepter les conditions générales.

source: Internal error: please submit as a POST
fr: Erreur interne: Envoyez un POST svp

source: The category you have requested does not exist.
fr: La catégorie demandée n'existe pas.

source: One or more of the required fields wasn't submitted
fr: Un ou plusieurs des champs requis n'ont pas été complétés

source: Bad ContentType: %s
fr: Tpe de contenu incorrect: %s

source: General question
fr: Question générale

source: Order problem
fr: Problème relatif à la commande

source: Inquiry
fr: Devis

source: Contents
fr: Contenu

source: The download key is invalid.
fr: La clé de téléchargement est invalide

source: Invalid page number
fr: Numéro de page invalide

source: The order you have requested doesn't exist, or you don't have access to it.
fr: La commande demandée n'existe pas ou ne vous est pas accessible.

source: Card type does not match card number.
fr: Le type de carte ne correspond pas au numéro de carte.

source: Invalid credit card number.
fr: Numéro de carte de crédit invalide.

source: Supplier ID
fr: Identifiant du fournisseur

source: Unit Cost
fr: Coût unitaire

source: Inventory
fr: Inventaire

source: Raw Item
fr: Objet brut

source: Raw Items
fr: Objets bruts

source: Date Created
fr: Date de création

source: Shipping
fr: Livraison

source: Supplier Order
fr: Commande au fournisseur

source: Supplier Orders
fr: Commandes aux fournisseurs

source: Line Item
fr: Article d'une ligne

source: Line Item Quantity
fr: Quantité associée à la ligne

source: Line Item Total
fr: Prix total de la ligne

source: Sent in
fr: En cours d'envoi

source: Received
fr: Reçu

source: Supplier Order Status
fr: État d'une commande fournisseur

source: Supplier Order Statuses
fr: États d'une commande fournisseur

source: Tax Settings
fr: Paramètres de taxation

source: Active tax module
fr: Activer le module de taxation

source: Select a module, save and reload to set any module-specific settings.
fr: Sélectionnez un module, sauvez et recharger pour activer les paramètres spécifiques à ce module.

source: No Tax
fr: Pas de taxe

source: Show with tax included
fr: Montrer avec la taxe incluse

source: If yes, then all products and the cart will display with tax included.
fr: Si oui, alors tous les produits et le panier seront affichés taxes comprises.

source: Title
fr: Titre

source: Displayed title of this tax.
fr: Titre affiché pour cette taxe

source: Description of products that would be taxed.
fr: Description des produits taxés.

source: Tax Classes
fr: Types de taxe

source: Tax Zone
fr: Zone de taxation

source: Tax Country
fr: Pays de taxation

source: Percentage
fr: Pourcentage

source: % tax for this area and type
fr: pourcentage de taxe pour cette zone et ce type

source: You must choose a zone or a country.
fr: Vous devez choisir une zone ou un pays.

source: Tax Rate
fr: Taux de taxe

source: Tax Rates
fr: Taux de taxe

source: By Country/Area
fr: Par pays/zone

source: Tax Shipping?
fr: Frais de port taxés?

source: TaxClass for shipping
fr: Classe de taxation pour l'expédition

source: Select a TaxClass that should be applied for shipments.
fr: Sélectionnez une classe de taxation qui sera appliquée pour les frais d'expédition.

source: Percent Tax
fr: Pourcentage de taxation

source: Percent tax
fr: Pourcentage de taxation

source: Could not find the page you were looking for.
fr: Ne peut pas trouver la page recherchée.

source: There was an error with the store. The admin has been notified.
fr: Il y a eu une erreur avec la boutique. L'admin été avisé.

source: Product Reviews
fr: Avis sur les produits

source: Be the first to review it!
fr: Soyez le premier à donner votre avis sur ce produit!

source: Average rating %(rating)s
fr: Evaluation moyenne %(rating)s

source: Review this product
fr: Donner son avis sur ce produit

source: Please login to review this product.
fr: Veuillez vous authentifier pour donner votre avis sur ce produit.

source: Search
fr: Rechercher

source: Shop Categories
fr: Catégories de la boutique

source: Quick Links
fr: Liens rapides

source: Recently Added
fr: Ajouté récemment

source: Most Popular
fr: Les plus populaires

source: Best Sellers
fr: Meilleures ventes

source: Account Information
fr: Information sur le compte

source: Admin
fr: Administrateur

source: Account Details
fr: Détails du compte

source: Log in
fr: Se connecter

source: Check out
fr: Validation

source: Wishlist
fr: Liste de souhaits

source: Contact Us
fr: Contactez-nous

source: Change language
fr: Changer de langue

source: Change
fr: Modifier

source: Powered by <a href="http://www.satchmoproject.com">Satchmo</a>.
fr: Réalisé avec <a href="http://www.satchmoproject.com">Satchmo</a>.

source: Your cart is empty.
fr: Votre panier est vide.

source: Your Cart
fr: Votre panier

source: Item
fr: Article

source: Remove
fr: Supprimer

source: update amount
fr: Mettre à jour le montant

source: Base Price:
fr: Prix de base:

source: price at right is your deposit, you will receive a bill for the remainder when your item is ready.
fr: le prix à droite est votre avance. Vous recevrez une note pour le solde lorsque votre article sera prêt.

source: Cart Total
fr: Total du panier

source: Welcome to the shop.
fr: Bienvenue dans la boutique.

source: Featured Items
fr: Articles mis en valeur

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: (incl. tax)
fr: (TTC)

source: Add to wishlist
fr: Ajouter à la liste des souhaits

source: Contact Information
fr: Information sur le contact

source: Please correct the following error:
fr: Veuillez corriger l'erreur suivante:

source: Send Email
fr: Envoyer un email

source: Downloading of
fr: Téléchargement de

source: will commence after clicking the link below:
fr: va démarrer après avoir cliqué le lien ci-dessous:

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh yourbrowser and try the download again
fr: Dès que vous cliquez le lien, le téléchargement est pris en compte. Si vous avez un problème, réactualisez la page de votre navigateur et relancez le téléchargement.

source: Nothing found
fr: Rien trouvé

source: for
fr: pour

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
fr: L'envoi via %(method)s arrive approximativement en %(expected_delivery)s jours.

source: Thank you for contacting us.
fr: Merci de nous avoir contacté

source: We will attempt to get back to you within 48 hours.
fr: Nous allons tenter d'être de nouveau à vous dans les 48 heures.

source: Custom Order Management
fr: Gestion des commandes clients

source: Fully charged
fr: Totalement débité

source: Charge remaining amount
fr: Solde restant dû

source: Product Details
fr: Détails du produit

source: on
fr: actif

source: Amount
fr: Montant

source: No payments.
fr: Pas de paiements.

source: Paid in full
fr: Payé entièrement

source: Balance on order:
fr: Balance des commandes:

source: Satchmo Site Administration
fr: Administration du site Satchmo

source: Custom Charge
fr: Débit client

source: New amount
fr: Nouveau montant

source: Extra Shipping
fr: Frais de transport spéciaux

source: (show)
fr: (montrer)

source: (hide)
fr: (cacher)

source: Models available in the %(name)s application.
fr: Modèles disponibles dans l'application %(name)s.

source: Add
fr: Ajouter

source: You don't have permission to edit anything.
fr: Vous n'avez pas le droit d'éditer les valeurs.

source: Recent Actions
fr: Actions récentes

source: My Actions
fr: Mes actions

source: None available
fr: Non disponible

source: Admin Tools
fr: Outils d'administration

source: Export Products as CSV
fr: Exporter les produits en CSV

source: Edit Inventory
fr: Editer l'inventaire

source: Export Product Defs
fr: Exporter les définitions de produits

source: Product Variation Manager
fr: Gestionnaire de variante de produit

source: Cache Status
fr: État du cache

source: Inventory Management
fr: Gestion de l'inventaire

source: Unit Price
fr: Prix unitaire

source: Featured
fr: Mis en valeur

source: Helpers
fr: Aides

source: Mark all featured
fr: Marquer tout comme 'mis en valeur'

source: Clear all featured
fr: Effacer les attributs 'mis en valeur'

source: Disable all Products with 0 quantity.
fr: Désactiver tous les produits ayant une quantité nulle.

source: Disable ProductVariations with 0 quantity.
fr: Désactiver les variantes de produit à quantité nulle

source: No inventory items.
fr: Pas d'articles à l'inventaire.

source: Satchmo Orders
fr: Commandes Satchmo

source: New Orders
fr: Nouvelles commandes

source: Orders in Process
fr: Commandes en préparation

source: View all Orders
fr: Voir toutes les commandes

source: Switch to Shop View
fr: Basculer vers la vue boutique

source: Switch to Legacy View
fr: Aller à l'affichage classique

source: WARNING: THIS FUNCTION IS STILL EXPERIMENTAL. DO NOT USE IN PRODUCTION.
fr: ATTENTION: CETTE FONCTION EST ENCORE EN PHASE EXPERIMENTALE. NE L'UTILISEZ PAS EN PRODUCTION.

source: Import
fr: Importer

source: Import from fixture file:
fr: Importer à partir du fichier:

source: Export
fr: Exporter

source: Export?
fr: Exporter?

source: Include images?
fr: Inclure les images?

source: Include categories?
fr: Inclure les catégories?

source: Reset
fr: Réinitialiser

source: Check all
fr: Cocher tout

source: Uncheck all
fr: Décocher tout

source: No products.
fr: Pas de produits.

source: Product import/export
fr: Importer/exporter un produit

source: Results
fr: Résultats

source: Import Results
fr: Résultats d'importation

source: Errors
fr: Erreurs

source: results
fr: résultats

source: Store Details
fr: Détails de la boutique

source: Store Web Site
fr: Site Web de la boutique

source: Product Configuration
fr: Configuration des produits

source: Product Categories
fr: Catégories de produit

source: Product Options
fr: Options de produit

source: Product OptionItems (Use for editing translations)
fr: Option d'article du produit (pour les traductions)

source: Individual Products
fr: Produits individuels

source: Contact Interactions
fr: Intéractions avec les contacts

source: International Information
fr: Information d'internationalisation

source: Tax Information
fr: Information sur la taxe

source: Variation Manager
fr: Gestionnaire de variante

source: Variations
fr: Variantes

source: Variation Manager for %(product_name)s
fr: Gestionnaire de variante pour %(product_name)s

source: <p>The Variation Manager helps create the exact set of variations you need for your Configurable Product</p><p>Make choices from the Option Groups below, and then click one of the helper links below them to select or deselect variations which have those options.</p><p>Fine tune the active variations by putting a checkmark next to those that you want to keep or create, then then click <b>Update Variations</b>.</p>
fr: <p>Le gestionnaire de variante vous aide à créer le jeu de variantes nécessaire pour votre produit configurable.</p> <p>Faîtes vos choix à partir des groupes d'option ci-dessous, et cliquez sur un des liens d'aide ci-dessous pour sélectionner ou désélectionner les variantes qui ont ces options.</p> <p>Ajustez les variantes actives en cochant les options que vous voulez garder ou créer,puis cliquez sur <b>Mettre à jour les variantes</b>. </p>

source: Choices
fr: Choix

source: Helper Links
fr: Liens d'aide

source: Select These Options
fr: Sélectionnez ces options

source: Select Only These Options
fr: Ne sélectionnez que ces options

source: Select All
fr: Tout sélectionner

source: Deselect These Options
fr: Désélectionner ces options

source: Deselect All
fr: Tout désélectionner

source: Show All
fr: Afficher tout

source: Hide Inactive Rows
fr: Cacher les lignes inactives

source: Update Variations
fr: Mettre à jour les variantes

source: Reset Form
fr: Vider le formulaire

source: Variation
fr: Variante

source: Exists
fr: Existe

source: Create/Keep
fr: Créer/Garder

source: yes
fr: oui

source: no
fr: non

source: Select the Configurable Product to manage.
fr: Sélectionnez le produit configurable à paramétrer.

source: Order Balance
fr: Balance des commandes

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
fr: Pour terminer cette commande, vous devez payer le solde de %(orderbalance)s restant sur cette commande.

source: How do you want to pay?
fr: Comment voulez-vous payer?

source: Continue Checkout
fr: Continuer la validation

source: Ship/Bill
fr: Expédié/Facturé

source: The following error was returned while trying to process your payment. Please correct and resubmit.
fr: L'erreur suivante est survenue lors du traitement de votre paiement. Veuillez corriger et soumettre à nouveau.

source: Please validate the following information, then submit your order.
fr: Veillez valider l'information suivante, puis soumettre à nouveau votre commande.

source: Items Ordered
fr: Articles commandés

source: Purchase Items
fr: Articles achetés

source: Please complete the following information in order to submit your order.
fr: Veuillez compléter l'information suivante afin de soumettre votre commande.

source: Discount code
fr: Code de la promotion

source: Shipping Information
fr: Information d'expédition

source: Please choose your preferred shipping method
fr: Veuillez choisir votre méthode d'expédition préférée

source: Confirm
fr: Confirmer

source: The following error was returned while trying to process your card. Please correct and resubmit
fr: L'erreur suivante est survenue lors du traitement de votre panier. Veuillez corriger et soumettre à nouveau.

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
fr: Votre carte de crédit %(credit_card_type)s dont le numéro se termine par %(credit_card_number)s sera débitée de %(order_total)s €.

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
fr: Votre panier est vide. Veuillez y ajouter quelques articles, puis compléter la procédure de validation.

source: If you already have an account, you can login now to fill in most of the information below.
fr: Si vous avez déjà un compte, vous pouvez connecter maintenant et remplir les informations ci-dessous.

source: This is just a convenience, no account is required!
fr: Ceci est juste une facilité. Aucun compte n'est requis.

source: Login
fr: Se connecter

source: You'll need to fill out at least the fields with a *
fr: Il vous faudra au moins remplir tous les champs marqués avec un *

source: Basic Information
fr: Information de base

source: Phone number
fr: Numéro de téléphone

source: Billing Information
fr: Information de facturation

source: Bill To
fr: Facturé à

source: If different from the first and last names above
fr: Si différent des nom et prénom ci-dessus

source: State/Province
fr: Département/Province

source: Ship To
fr: Expédié à

source: Type of credit card
fr: Type de carte de crédit

source: Credit card number
fr: Numéro de carte de crédit

source: Expiration date
fr: Date d'expiration

source: Thank you for your order!
fr: Merci pour votre commande!

source: Please print out this page as a receipt. You will also receive an email with this information.
fr: Imprimez cette page comme reçu. Vous recevrez aussi un email avec ces informations.

source: This order will be COD for %(order_total)s.
fr: Votre commande s'élève à %(order_total)s €.

source: Your payment will be processed through Google Checkout.
fr: Votre paiement va être traité via la validation Google.

source: Fast checkout through Google
fr: Validation rapide via Google

source: Your payment will be processed through PayPal.
fr: Votre paiement va être traité via la validation Paypal.

source: Not set
fr: Non activé

source: Base Shipping
fr: Frais de transport debase

source: Shipping (incl. Tax)
fr: Transport (TTC)

source: Tax included
fr: Taxes comprises

source: Paid
fr: Payé

source: Balance = %(balance)s
fr: Solde = %(balance)s

source: Pay remaining balance
fr: Solde restant dû

source: Order #
fr: Commande N°

source: Shipping To
fr: Expédié à

source: Account
fr: Compte

source: Order History
fr: Historique des commandes

source: Items
fr: Articles

source: You haven't made any orders yet.
fr: Vous n'avez pas encore fait de commande.

source: Order Tracking
fr: Suivi de la commande

source: Update Profile
fr: Mettre à jour vos données

source: Your Profile
fr: Vos données

source: You&apos;ll need to fill out at least the fields with a *
fr: Il faut au moins compléter les champs avec un *

source: Birthday
fr: Date de naissance

source: Update
fr: Mettre à jour

source: Your Account info
fr: Informations sur votre compte

source: Welcome, %(full_name)s.
fr: Bienvenue, %(full_name)s.

source: Your profile
fr: Vos données

source: Birthday:
fr: Date de naissance:

source: Newsletter:
fr: Lettre d'informations:

source: Billing Address:
fr: Adresse de facturation:

source: Shipping Address:
fr: Adresse de livraison:

source: Account options
fr: Options du compte

source: Update your profile
fr: Mettre à jour vos données

source: Change your password
fr: Changer votre mot de passe

source: Sorry, the user you've logged in as doesn't have any contact information.
fr: Désolé, les données utilisateur avec lesquelles vous vous êtes connecté n'ont aucune information de contact.

source: Probably because you are an admin.
fr: Vraisemblablement parce que vous êtes un admin

source: Set up contact information
fr: Remplir les informations de contact

source: <p>Some of the products in your cart are eligible to receive a discount of %(pct)s when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
fr: <p>Certains produits de votre panier peuvent faire l'objet d'une remise de %(pct)s si vous entrez le code "%(code)s" pendant notre %(desc)s qui se termine le %(enddate)s.</p>

source: <p>This item is eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
fr: <p>Ce produit peut faire l'objet d'une remise de %(pct)s lors de la validation si vous entrez le code "%(code)s" pendant notre %(desc)s qui se termine le %(enddate)s.</p>

source: <p>Some of the products on this page are eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
fr: <p>Certains produits de cette page peuvent faire l'objet d'une remise de %(pct)s lors de la validation si vous entrez le code "%(code)s" pendant notre %(desc)s qui se termine le %(enddate)s.</p>

source: Here's a %(request_type)s from %(name)s ( %(email)s ) sent via the web contact form.
fr: Voici un(e) %(request_type)s de %(name)s ( %(email)s ) envoyé(e) via le formulaire de contact.

source: Dear %(first_name)s %(last_name)s,
fr: Cher(ère) %(first_name)s %(last_name)s,

source: Thank you for ordering with %(shop_name)s.
fr: Merci de commander via %(shop_name)s.

source: Your order is summarized below:
fr: Votre commande est résumée ci-dessous:

source: Your order contains products that can be downloaded
fr: Votre commande contient des produits à télécharger

source: Please click the link to begin the download
fr: Cliquez sur le lien pour commencer le téléchargement

source: Regards
fr: Salutations

source: Store Management
fr: Gestion de la boutique

source: Order placed on %(shop_name)s by %(customer)s<%(email)s>.
fr: Commande placée à %(shop_name)s par %(customer)s <%(email)s>.

source: %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
fr: Votre carte de crédit %(credit_card_type)s dont le numéro se termine par %(credit_card_number)s sera débitée de %(order_total)s €.

source: This is a downloadable product
fr: Ceci est un produit téléchargeable

source: Newsletter Subscription
fr: Souscription à la lettre d'information

source: Your name
fr: Votre nom

source: Newsletter Unsubscribe
fr: Se désinscrire de la lettre d'information

source: Remove Me
fr: Enlevez-moi

source: Store Invoice
fr: Facture

source: Invoice #
fr: Facture N°

source: INVOICE
fr: FACTURE

source: Payments Made
fr: Paiements effectués

source: Balance Due
fr: Solde restant dû

source: Payment total %(order_total)s due to:
fr: Paiement total de %(order_total)s du par:

source: Accounts Receivable
fr: Facturation clients

source: %(order_total)s was charged to your %(credit_card_type)s card (x%(credit_card_number)s) on %(order_date)s.
fr: %(order_total)s sera débité de votre carte de crédit %(credit_card_type)s de numéro se terminant par (x%(credit_card_number)s) le %(order_date)s.

source: This invoice has been paid in full. Thank you for your business!
fr: Cette facture a été complètement payée. Merci de votre commande!

source: PACKING SLIP
fr: NOTE D'ENVOI

source: Thank you for your business!
fr: Merci pour votre commande!

source: Best Rated Products
fr: Produits les plus appréciés

source: Rating %(rating)s
fr: Evaluation %(rating)s

source: Best Selling Products
fr: Produits les mieux vendus
